[PAD]
[BOS]
[EOS]
[UNK]
!
'
,
-
.
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
##a
##r
##t
##j
##m
##z
##e
##h
##l
##u
##d
##g
##i
##f
##n
##o
##s
##v
##y
##k
##q
##b
##c
##p
##x
##w
ha
##ar
##ah
hai
##aa
me
##sh
##at
na
ko
se
hu
##ir
##il
##ab
ki
##am
ma
sh
bh
ke
ch
##al
ho
##an
ham
##iy
##ch
aa
to
ky
th
kar
mu
nah
dil
##kh
##te
##jh
ba
##ur
##ne
##is
##ag
##ak
de
vo
ye
rah
jaa
kah
ga
##uu
##in
us
jo
ne
##as
##ul
##chh
par
mai
##un
mujh
be
ab
tu
dekh
##ad
##re
har
dar
ni
##af
huu
bah
ph
mir
kis
ku
kh
ap
pe
tir
##gar
aur
##th
##na
chh
kuchh
##iye
##da
ra
##ut
te
ish
is
phir
##ish
tar
sar
sa
ik
##st
hud
##aat
##le
gay
##har
kab
##zar
ka
sab
tum
gu
gar
ishq
mil
ai
##oh
dh
jis
le
mujhe
##zr
ta
ban
lag
apn
##it
pa
##ge
##ahr
du
jab
##rat
do
yaa
##ik
mer
sam
chal
hot
saa
ek
##id
su
tak
##ind
##ib
kiy
gul
vah
tujh
ja
un
##mat
##aam
nazar
the
nik
kabh
##ra
##ta
kyuu
ter
mire
pah
##aq
rahe
aat
far
so
an
##iz
in
mar
jal
rag
zam
ad
##bat
##shm
paa
apne
shab
bar
baat
##sn
bad
kare
moh
tire
##la
bahut
hl
magar
shar
##au
nig
aaj
zind
yaad
ghar
##ikh
##vr
da
sak
sah
hav
kam
cha
as
liye
mah
ro
zar
##ise
agar
##mr
vaa
kho
jah
##he
aap
hue
##uk
hay
jaan
al
din
lo
qad
sun
uth
zindag
##hr
##ij
bhar
diy
mere
tarah
##im
##shk
man
dard
ah
hv
##tn
tam
##ii
aay
##bar
has
pchh
jaat
jh
##ve
##uniy
yuu
hush
##abbat
mohabbat
sm
##us
##ast
rakh
##auq
duniy
##no
gh
##aar
##zm
##va
dam
zul
tal
chashm
log
baa
eg
hir
jn
##az
##ti
##eh
hat
##ath
yah
hog
sad
haath
##and
vaf
zab
husn
hair
bas
raat
##uj
##um
##kin
jaane
sit
##sht
abh
hame
kaun
py
dost
lab
tan
vaq
##ro
nigh
##up
chho
sub
gir
##ht
##dr
tere
ais
ju
ji
shahr
use
aj
##sha
shik
chd
saath
vaqt
lekin
qa
cham
karte
af
bahr
##qat
hij
tah
##che
kahte
ak
his
##iyo
zulf
il
kaam
saf
##ith
##uul
khul
hvb
bd
kal
yr
sham
and
nz
si
##uh
hal
hayl
shauq
baith
tujhe
aate
mat
shah
ar
az
vr
##eg
mus
jaate
lagt
dv
go
pat
##ma
##za
##uf
haq
baar
hlib
itn
laa
va
yak
bazm
tas
khe
samjh
nikl
ras
##tar
habar
##arh
guzar
dikh
naa
tish
##eb
kart
gard
jag
lah
haak
mauj
dekhte
bo
fir
liy
pur
sho
milt
sitam
jigar
at
naam
umr
##mn
##dhar
##sr
charh
tab
ul
chale
jin
haa
vahsh
ahl
##dd
##ft
hast
##aan
naq
taraf
ach
##lo
##iq
##ahm
aakh
pahle
achchh
bat
kr
rh
##tb
##han
hamr
aad
roz
qat
##er
##br
##shn
hun
muh
jav
sakt
qadam
dast
gal
sha
##ann
dushm
nikle
chaman
hijr
dushman
aan
srat
vas
##kr
shoh
rau
##ikr
manz
iz
qar
um
##ajh
##if
inti
firq
vahshat
manzil
iy
lam
##sat
chhiye
saar
band
samajh
vaale
fur
la
yaar
zahm
nash
karo
kahe
##uut
dariy
tanh
##ih
##kar
##alam
##anj
guzr
duur
nikal
jalva
baithe
dm
jun
suu
taa
##ya
##ke
hur
shy
hosh
asad
bal
fas
kuu
han
hazr
zamna
aise
dr
miz
pal
sal
var
##to
##bh
haz
##shr
harb
baaq
aah
bu
bul
lut
##de
##fat
##fil
##qb
##isl
soz
bi
rab
##tir
##vat
mehr
bay
bach
mile
lage
suhan
jaise
qay
shyad
br
im
mn
##shan
safar
hna
ii
mr
mit
rz
tr
zh
##ud
##sa
maq
mast
chhup
garm
soch
but
dvr
kaa
re
##zre
mak
shm
shn
shiq
chuk
hamre
alm
pyaar
aadm
qaymat
fa
likh
##zat
##fir
shh
hote
jise
saaq
kiye
badal
hr
sahr
##til
kahn
gum
sharb
hasrat
bujh
aalam
jam
mushk
raah
kais
sharm
nigah
asar
all
naqsh
hk
##dar
##osh
##yat
haal
cheh
##all
parv
dhd
ir
mo
rak
ruh
##zb
##gr
phuul
taq
zamne
rakkh
duu
sur
##iiz
mas
parda
tumh
anj
sake
hista
andz
siv
daa
fit
qtil
zauq
##ist
chhe
farz
hayt
faq
kad
raa
raf
ut
##lib
##yr
haf
##she
naf
##cha
saj
tumhr
tamm
ajab
afs
aane
bur
km
##rr
##jiye
##sil
##bb
nam
maz
##alak
aage
raht
kaht
kaho
kaise
daur
sahar
qadar
ege
hn
nm
sii
##vv
##bn
##arz
hairat
nav
kitn
karn
pare
abr
dekho
rav
teh
kash
guzre
dukh
paas
badan
tamsh
jud
shor
vasl
intizr
mushkil
ashk
iht
##ham
maj
shaam
aag
aave
pahu
havas
tamann
shahs
varna
bte
eh
htir
tuut
##tne
mash
maut
chup
kykar
mudd
##inda
dekhn
aks
naaz
qarr
qis
sz
sag
utar
ziy
nas
bhuul
##iyr
harf
kush
sav
guft
pahl
paav
paay
##ije
dman
lutf
muddat
gun
hb
jur
qab
qur
val
##uq
##uhar
##iir
bhal
chand
hon
##iyz
aas
kahiye
dekhiye
##afar
tumhe
gareb
lete
tap
chalo
haqqat
qatra
fursat
bl
dd
fikr
ns
qas
ruu
vz
zafar
##yy
mal
mun
dekhe
chht
sach
vaal
hvh
juz
allh
gil
kaf
mahr
siy
##md
##lm
##lat
##nat
##kt
##qa
kiije
chiiz
mud
bast
dete
##thar
taar
paid
barq
mahfil
rakhte
zabn
arz
samjhe
gardish
jagah
tumhre
ihtiyr
aq
bz
faz
hm
maan
tb
uj
ud
zr
##me
##ste
haus
sher
##chn
saz
jism
jazb
hushb
hisb
hunar
zhir
nafas
bis
dah
fan
hsil
rus
zikr
##ub
maus
chr
chaa
hone
karam
khch
pae
sambh
ahd
tahf
dvna
patthar
ulfat
nseh
rusv
mausam
am
aarz
idhar
jm
kat
misl
niyz
udhar
##tr
##jar
##gu
##aas
##shd
hoge
det
jaao
josh
nih
tav
paim
paan
smn
talab
shaih
ummd
mizh
tahful
dda
ina
nd
san
zd
##bul
tark
dono
smne
javb
iye
mizj
falak
kfir
maa
rish
ruk
sra
yh
zo
##air
##uur
##giz
##se
meh
##shar
thah
thahr
hargiz
bahair
##tho
dhu
dhuu
pair
##ibr
pahchn
ins
marg
zamn
dasht
tasvr
siine
sraj
bikh
ddr
gah
htho
ib
sul
zad
##mil
##zan
##kn
mur
##und
raqb
dho
bant
gulshan
talsh
ake
javn
raushan
furqat
hazal
gila
hausla
di
laz
num
qaf
sir
tibr
ub
visl
yd
zeh
##avv
##jd
##dat
##var
naz
huun
maar
bhl
tho
dilo
##agar
rashk
bane
jauhar
dav
jhuk
chdn
hazrat
bichh
maqm
chehra
anjum
paresh
pahuch
qasam
dhuup
lazzat
bda
dn
jaf
jit
mge
pi
sat
soh
ya
yaq
zm
zinda
##ash
##ug
##so
had
haar
koh
shd
##iyat
##akt
der
darkr
huub
bahsh
pesh
pech
sair
sabh
unhe
farm
fareb
khol
qadr
##iite
talak
##tih
yaaro
##anjr
salmat
bulbul
raaz
hvhish
mudda
he
hne
hvr
ij
jlib
kir
nla
rm
sd
##vaf
hag
nau
nay
nazr
hubr
##abr
mad
shak
bhe
rahn
kahne
gav
beg
bevaf
kise
sabab
farh
shabn
daah
chaar
utht
logo
shikva
hijb
musfir
goy
laakh
intih
iyeg
saare
faiz
chehre
qismat
jurm
ruuh
qafas
diye
dst
hz
juu
qaa
zer
##sin
huj
mum
muq
##asta
##undar
kha
khil
tez
tarz
saud
sabr
samundar
mohsin
saht
mahshar
jnt
shikyat
bdh
vrn
dvn
rasm
ult
mnind
kade
aksar
aql
sanam
shabnam
av
bn
bmr
bto
dahr
fuh
ftb
hi
hil
kas
kjiye
pr
qmat
tag
zanjr
##tal
##fa
##vl
##km
##ba
nasht
kitne
shsha
bhul
##alb
thak
thii
karne
##urd
deg
parde
haraz
chhat
##stuj
dhal
bany
dush
vahm
mard
kaml
jahn
pchhe
zabt
pyre
justuj
matl
vrg
qatl
nashsha
buland
imtih
zhid
kaash
chuke
fais
duub
utth
ehsn
ziyda
nasb
gunh
ada
ala
bin
jne
nr
nar
nis
rut
##lim
##ss
hashr
shr
shiy
##iya
mul
muht
nahma
dilbar
raho
parast
betb
nish
guhar
taj
samt
saas
zarra
hirm
jnte
hamesha
akbar
halqa
vajd
jinhe
shai
fasl
mitt
surh
faqr
faqat
kada
guftug
mizhg
bikhar
muqad
dushvr
ag
amr
bm
dim
hfil
iq
jd
lak
mh
pin
ranj
tf
tur
vda
##zo
##ush
##os
##kno
##ahan
##atan
hum
bhg
cho
chah
##urda
rahgu
dekht
niid
phirte
##sta
kaif
milne
paih
takall
insn
marh
adam
sakte
mahv
zarr
pchho
rakht
zulm
baaz
qaid
tishna
jagal
krv
vasm
samajhte
hurr
hurshd
hanjar
bayb
fitna
udaas
akel
zehn
hujm
faisla
dimh
pinh
daf
dhar
dii
hiz
lu
miy
rte
tqat
tlib
ur
vlo
vatan
ys
zahr
##ege
hab
hauf
nag
huzr
kitb
she
shu
hove
hamd
musht
baj
jaam
##ass
haram
darm
phirt
sail
sayy
milte
sune
gulb
##rav
fard
paate
barham
##ukr
alam
sunte
##ved
basar
shikast
kalm
tasavv
raste
rasta
huncha
iztir
lail
nikalt
ret
dhdte
anjm
daal
fitrat
hmosh
bismil
chaak
rishta
pairahan
anjuman
hizr
muqaddar
takalluf
iztirb
aam
aish
db
dab
ge
him
lik
lau
pas
sn
sq
sya
ug
vra
vste
zlim
##ckno
##ate
nad
kidhar
chk
##cho
baah
den
rahte
baht
sarp
sau
sabza
garche
adab
adhe
badl
badle
asr
manzar
ghat
ghabr
jniye
qais
shahd
naala
gardan
bole
bosa
gale
raushn
lamh
taab
taap
handa
##qbl
ruhsat
taqdr
rakkhe
pareshn
munta
mahram
kiran
begna
matlab
luckno
sayyd
tasavvur
himmat
likkh
lucknow
bzr
gr
kche
luu
lla
qb
riz
rste
sil
sikh
yro
zan
##jt
##ze
##ez
##lt
##liy
##iib
##val
##ko
##kur
##qe
##bd
##bo
##pe
shil
shuf
che
##ane
aao
thik
##ism
gad
tuk
dekhne
darz
darv
nibh
raq
##isht
savr
pai
pay
sukt
raheg
jalte
shabb
barg
havo
chain
rone
agarche
gha
baad
hatra
sadiyo
giraf
girya
##htar
ajiib
khult
nzuk
halvat
musbat
muskur
khel
naale
qarb
umd
bandag
fasna
hazro
jaml
alluq
rafta
namz
navz
qurbn
malmat
siyah
thahar
sirf
sohbat
mumkin
iqrr
ges
ash
aab
avv
fs
hin
hma
jiite
kcha
li
min
qaz
qalam
rul
sann
tiir
vaar
zid
##tam
##tan
##tag
##sl
nazm
kosh
humr
shan
##iyd
toh
mub
##kho
dene
rahne
gaah
nek
behtar
chhn
raj
ise
let
len
hoto
unh
unv
farq
fariyd
marne
sharar
sahl
kamar
suno
ahvl
##iine
zulmat
dosto
baare
rhat
hunz
nikalte
hanmat
big
mehrb
brish
socho
majn
guftr
sambhal
amal
thahre
ubhar
jitn
shakl
ysuf
hamdam
avval
ay
eht
fish
gaa
iqbl
kul
nh
nuur
nkm
ps
qub
rid
rind
rsta
st
sna
tim
tsr
uq
zn
##ail
##jj
##je
##zah
##hat
##ld
##lf
##gis
##igr
##van
##ki
##qt
##bad
hasn
hushk
shukr
chau
##iyyat
jaag
##ulat
dart
dars
darte
bahl
bahal
phail
khi
kasht
gumn
miln
banda
paar
chalt
saaya
marn
mars
barbd
nighe
ron
bhare
jht
hirad
sitre
sitra
labo
nigho
girah
shikan
chamak
ilzm
bdal
shamshr
ande
armn
azal
aziiz
laay
maujd
purn
shola
uljh
rozgr
laut
palat
hazab
aahat
mehrbn
maqs
socht
makn
parvz
parvna
taqz
kmil
pahuche
ehss
qissa
hmush
sambhl
murd
bichha
farhd
dvng
##urdag
nargis
darmiy
qbil
minnat
qubl
dsr
djiye
er
en
gan
gur
jan
jved
kan
lib
ljiye
lkho
mg
mis
mtam
nma
po
piy
pch
paat
qib
qud
ram
sik
til
tuu
tro
tund
uzr
za
##jid
##zir
##lis
##uz
##dh
##gh
##fta
##nm
##nag
##oz
##sar
##vand
##yn
##be
##aab
##atak
nagar
nasr
mazr
shib
bhr
chun
chra
mut
mukar
gauhar
##ina
abas
harm
nishn
bahne
chhv
ishrat
tarab
sabz
mileg
dhaa
##zra
tava
tauf
lagte
paik
saaf
takr
gulist
farish
ans
marham
jalve
baras
kareg
hlat
mahbb
dino
uthte
mand
jho
jhuut
talvr
jnib
##tift
hatm
jiin
ajal
tahzb
iltift
sip
siina
musal
dvne
taslm
guzart
dikht
bol
naqb
galiyo
shohi
izzat
samajht
nashe
taaza
salm
maqtal
surma
masjid
daad
raftr
afsos
namak
savl
tapish
uds
jazba
dahan
ibrat
zada
ydo
bhlne
jitne
ijzat
hagma
tfn
rahguzar
paihm
shumr
muntazir
shufta
paym
giraftr
lip
sannt
shans
tohmat
##jjoh
khich
tavajjoh
aar
bij
dg
el
hd
hs
hind
itne
jg
jiine
kaan
laf
luut
mlm
pb
pan
pak
rif
skh
sda
vd
vq
vagar
zaat
##ja
##man
##dz
##dan
##ig
##iid
##nr
##ys
##kas
##ard
##aaj
hus
##ile
shna
bha
bhge
##ala
karish
muz
muqb
dege
rahmat
ust
##unaq
beb
bech
bedd
bekas
bahte
phe
phlo
khaa
auro
raunaq
isti
sarf
said
gus
aib
dhund
leg
lene
tai
tashr
bano
samar
saaz
taklf
jaur
jashn
inh
inkr
mart
ade
##bate
barso
karege
hlt
daulat
asiir
zarf
sunt
talh
baal
hirs
pyr
pyaas
ajz
shikr
shikasta
ilm
ilaaj
khule
halq
halat
azz
dvat
tasall
laht
bojh
purs
sitamgar
charho
muhl
shajar
rauzan
qarz
umiid
fasne
palko
rabt
bayn
trh
buto
kaaf
shmil
surr
haflat
sajan
shorish
nasm
kushta
bistar
chaal
mizha
mehmn
mehnat
dhok
nazzra
pigh
kasrat
utthe
silsil
chehr
koshish
uqda
gurez
qudrat
tilism
vagarna
muqbil
akh
bt
bii
em
fn
fat
fus
ganj
it
jy
jid
lat
mys
pg
pk
pil
puur
qs
qalb
rhe
sr
tl
tad
tahr
tza
uu
ula
vab
vus
vaz
zi
zun
##rar
##lk
##uo
##dn
##fr
##nab
##kan
habb
nazre
huii
hulm
mazm
shag
shid
shshe
bho
bhle
chur
chag
hamosh
muj
muf
muft
mubr
murav
bae
rahm
##uum
##asr
##asar
bej
bedr
niind
phk
pher
raz
ishr
ishra
sarm
sard
sarb
kaj
gudz
dhak
taur
pashe
suo
suk
takrr
jais
inq
zamr
mohr
shart
nigr
daar
dayr
sako
havs
rot
roy
khot
qadm
uthe
uthne
zindagn
ahbr
pchht
pchhte
##vege
hushyr
##vaid
hairn
jiit
ajnab
akasr
hisse
ilh
hvbo
halk
arm
pata
vais
vaise
dikhy
hasta
iyo
trg
sharminda
dhdht
irf
mor
afsna
afsurda
ravn
qurb
siysat
ujaa
jazbt
paimn
maane
murh
akele
diid
maare
thokar
sohta
hez
nazra
bhed
farhat
hilf
nisbat
mulqt
muhtasar
tajall
chot
daftar
diida
mushtq
lamho
thikn
nhun
andesha
ent
libs
taufq
pband
pursish
silsila
chehro
jidhar
pgal
ulajh
vabl
zunnr
shiddat
mubrak
muravvat
age
amn
ayy
aabr
bb
buu
bla
dur
doh
daan
eda
eid
fr
fahm
gin
hit
hrat
hshk
iid
jiye
jum
jann
jvan
kv
kun
ll
ml
mda
nj
nl
nf
nuq
nshd
oh
piye
panj
piir
qus
rdd
sf
taf
tmr
tif
uf
une
uchh
utn
vege
zt
##tas
##zur
##hn
##hne
##lh
##ls
##lah
##ust
##dis
##gn
##fl
##yb
##kir
##kul
##kash
##bish
##aad
##shh
nai
nair
nauh
nagr
najt
maza
mashr
sheh
shaad
chn
chak
chuur
hamza
karg
karvat
dill
baq
jaad
beh
besh
bezr
abad
tuke
##add
harq
darb
bahro
bahisht
khik
khaz
chhte
chhut
chhalak
sarshr
sap
saup
kach
kashk
baneg
dosh
yaas
chalte
saal
sum
suvaid
gulzr
marz
jald
jalne
barp
barst
barbar
badnm
mohlat
sahb
havdis
asm
asl
asrr
asbb
mahak
mahmil
rok
rote
zard
zarrat
vaalo
uthy
jhalak
hatt
##andar
sitro
chamakt
taht
zulfo
ilt
andar
halish
shahl
arsh
arsa
arbb
azaab
musavv
gosh
yakt
task
taskn
samjho
tishnag
ato
tabh
tabass
bato
aadam
lamhe
hanz
palak
salqa
buzur
bachp
bachcho
lagege
garmi
rez
reza
likhn
shhid
mot
fitne
raas
utr
sajda
afsurdag
bure
majbr
majlis
mashq
utart
savb
qurbate
vale
valval
ruuth
kafan
mahrm
siyh
uje
chragar
tavn
paimna
ndn
zor
zof
ubhr
yaqn
shdmn
bahshish
sdg
bhej
rahnum
gavh
intihb
dstn
hzir
imtihn
narm
mulk
rahguzr
paiham
marhala
sheva
sailb
adher
lamha
darvza
raqam
fsla
kulfat
marsim
maqsad
janb
qibla
sikandar
mukarrar
bijl
bebk
gusth
biich
jyuu
qsid
dohr
jannat
qusr
tifl
nairag
tabassum
buzurg
are
ara
auj
agu
bsh
baam
dal
das
dau
dmn
dall
eq
fahr
hre
hik
hno
hif
jda
jhe
jeb
kaat
kto
laat
larz
mam
mth
mla
nuk
nosh
pu
put
pahr
pra
piite
qu
qam
qau
qfil
rn
ry
sid
sso
tj
uup
vh
zil
znat
##ap
##ach
##ayy
##tid
##jan
##mt
##zam
##zish
##dk
##gun
##iv
##sm
##sal
##vn
##vo
##yyr
##kat
##qo
##bz
##pa
##par
haj
hash
##art
##aht
##shq
naum
naved
koth
sehr
huur
##aba
kin
masr
madd
shkr
shif
karb
karda
nahl
nahme
dildr
basn
##akash
kahg
gaz
gavr
parta
beach
aba
harsh
nikh
bahak
bahshe
kuj
khat
peo
chhi
chhal
##daus
ishva
saro
sarv
milo
dhan
dhyn
taz
tash
tayyr
lagne
pachh
dukn
dozah
chalne
chaleg
saay
sukn
jaz
farosh
faroz
jaln
jalld
zamno
advat
sharr
shark
sharrat
mahtb
zarar
zarre
jahann
##her
bharam
##shkar
mans
manzr
ahyr
haste
jham
mohabbato
ght
ghut
chashma
baab
hairo
pys
pyse
subuk
afz
afsh
aflk
andalb
sifat
hall
azb
vaj
vash
dikhl
lahje
bos
firdaus
rhgu
hunche
dastak
shohrat
lach
nikalne
junn
hurbat
fasn
varaq
biit
imk
imaam
mastna
chhupn
kaabe
likhte
shho
bujhne
hksr
taqrr
maslah
raftag
nafrat
afsne
kmiy
kmyb
navard
dukhne
ashko
savre
gunah
gungun
qabr
tapk
mall
mahrr
ujl
dahl
pattharo
tavf
maag
rishto
mehm
insf
ibdat
ibtid
dhoke
digar
numd
dnish
pichh
ijz
sdh
madad
khae
bdhte
mardum
nisr
tajr
hirman
turra
turfa
bhgt
chor
kaifiyat
barhaman
dbte
nadmat
rizv
rizq
raqs
paivand
mubtal
gaahe
ubhart
ehtiy
timd
timsl
chauk
uljhan
tuute
dhaakt
paikar
mandir
rifqat
husrav
muztar
phek
pighal
tadbr
tahrr
ziist
sarmya
dhakan
inqalb
ayym
jumbish
kachch
kashkash
musavvir
valvale
araq
agusht
nukta
pusht
uupar
naumd
masrf
rhguzar
maslahat
ate
ain
azr
bg
bil
btil
bist
biite
daam
ej
fq
fid
figr
fuz
gaam
hiir
hisht
if
ine
jat
kte
kro
kkul
lahr
laq
mz
mne
mht
mya
no
nat
nir
nch
pn
pind
past
posh
rt
rst
rast
sl
saat
tz
ti
tin
tit
uz
ue
ute
uft
ve
vp
vuu
vad
vid
yag
ze
zu
zah
zoh
zeb
zaan
zurda
##aim
##rub
##tab
##tiyz
##mal
##ha
##hm
##dg
##do
##gir
##iil
##fi
##fk
##on
##sit
##vh
##ka
##kaz
##ppe
##xism
haas
##aras
##ahsh
##shna
##shta
##att
namr
hukm
huld
huls
kisht
mag
maf
may
shaf
shmat
shno
shaan
shund
bham
bhii
bhatak
bhig
chp
chigr
##alt
##alz
hamo
##chne
aach
thaan
karmt
mush
must
dilkash
dilrub
##khe
bair
baiz
bashar
##ista
##agte
rahzan
jaay
jaada
jaage
jaave
gashta
##ase
bel
##rez
harj
hardr
phl
phal
kufr
chhu
chhlo
ishre
phire
##ishk
tarsh
tarast
sarh
sarsar
save
kashm
sabaq
miliye
dhr
dhab
dham
dhre
dhiyo
tauq
apno
pakh
paeg
duk
dubo
jabr
dot
saada
gulsit
jaul
jaun
pahchne
faroh
sot
sote
inyat
marte
markaz
marxism
jalt
jall
rago
adhr
paak
shabist
bars
mohtas
sharh
gharo
kamre
chappe
mahakt
rog
khoy
khone
jaano
qadah
sunne
utho
##hrm
##ims
manti
ahbb
hvn
hasne
jhk
jhag
jhap
smb
rakhe
rakhn
rakhiye
ghir
ghul
ghane
tale
baada
hatre
vafdr
base
##shtar
labrez
vaqf
subr
gire
gird
girn
giry
ajam
shikve
qaul
chamk
afsn
afshn
saffk
kale
kals
andza
andher
nzn
siikh
sift
halqe
haylo
azmat
vrno
gor
gosha
pate
guzarte
guzarne
dikhe
naav
lahja
lahzish
maujzan
jins
naqd
achchhe
rho
aadh
aadat
dastr
dushmano
manzile
bande
lashkar
zahmo
kahege
balki
fasle
kuuch
palke
salb
hazl
hazna
sozan
bige
imtiyz
chhupt
makno
maktab
badalt
badalte
badalne
gumbad
sharmsr
parvar
irda
daalo
faqro
utre
nms
ravish
kasho
kashish
ihtil
majma
ehs
kushd
kushda
muddato
garebn
ruup
sachch
juzv
mahrib
mudm
basta
bastiyo
hausle
chras
chaap
sambhle
rishte
pahchnt
sulk
sulaim
sulagte
diin
nazdk
davm
piile
satt
zmne
kohsr
heme
kirdr
hagm
hilqat
thakan
mardna
shiyna
mizhgn
hfilo
ranjish
urs
##assam
aamad
lauh
adhere
ghato
likkhe
darvze
fsle
unvn
fishn
gaav
##bada
maqsd
zavl
farishto
jhok
musalm
musalsal
lipat
jgte
lafz
lafzo
vqi
vqif
bhavar
karishma
sarfarz
dhundl
akhiy
btin
fns
mazmn
mujassam
pashem
qadmo
thokare
buujh
gint
hitb
kvish
kunj
panja
nauhagar
mashrab
chhalakte
sumbul
bachpan
mamt
putl
zillat
maddham
partav
pachht
jahannam
lachak
muztarib
krobr
mhtb
pindr
zuhr
namrd
shafaq
kashmakash
mohtasib
mantiq
aal
ale
azm
agr
buniy
bith
blo
dl
dva
dand
dto
durd
edr
ehrm
faa
fil
fag
gj
gna
gahr
hjt
id
iim
itb
iif
itr
jil
jiy
jte
jul
jno
jarh
kt
kch
kno
kath
ksa
lda
maat
nu
ng
nv
nb
nsh
niy
pir
pam
pag
piyo
pukr
piine
qul
qlib
rat
riy
rik
rum
rih
rto
ranjr
rust
riv
sb
sne
sin
stn
sand
sanj
tt
tik
taan
tbr
uaa
ush
ubh
ukt
vir
yqb
yqt
zak
zst
zde
zalz
##ao
##rm
##riy
##rag
##rad
##tt
##tda
##jat
##jum
##ml
##mul
##mand
##zim
##el
##hda
##hhat
##lhe
##usn
##uvr
##ubh
##dt
##dte
##dag
##gvr
##iik
##ost
##osa
##yt
##kam
##kiy
hath
##arr
##arrat
##ahez
haidar
##shid
##shvar
nain
namat
nauj
naza
nabz
sehhat
husl
##ilman
##abro
kishvar
mach
maul
masn
madr
makr
mauq
mauz
shi
shir
shhe
shud
bhb
kesh
chi
char
chan
chaat
chro
chub
chuum
chilman
hama
aafat
kyki
thk
thand
muna
mutr
musta
bag
bait
bache
##urrad
##isal
##akne
rahbar
jaal
##uuj
jog
##uld
parchh
parind
parhe
maid
becha
abe
dekheg
dareh
darbr
darcha
darpe
darpa
nigar
nizm
bahn
bahs
bahar
bahna
pho
phaa
phisal
kuhan
kht
khte
peshn
##nash
chhl
chhp
chhan
chhur
chhne
tevar
isy
ista
isrr
tarjum
sargar
sarkr
sargir
sarishk
saik
iksr
ikrm
hudo
hudy
hudvand
kabb
kabtar
sabt
guz
gusr
millat
dhuul
dhde
dhud
lek
lege
banne
lagy
lagan
dum
duh
duo
chaln
chalan
saap
sup
sukh
suhn
##indag
gulo
gulch
vahdat
paho
pahal
##aqqo
rahege
fart
fars
farsh
farham
soy
soche
sogvr
##ize
infi
maraz
jale
jalv
jaly
jalvat
ragn
ragat
zamzam
zamurrad
adm
adlat
bart
barf
barast
badh
mohan
sharfat
aajiz
zindn
dair
dashna
sahte
sahre
mahl
mahdd
mahss
roke
zarro
aapas
alo
alag
sunsn
uthn
bharos
bharosa
##imt
mansh
dardmand
ahtar
tamsha
tamkn
hasb
pchhne
pchhiye
jhil
jhan
jhij
hushiyo
smno
gho
ghaat
ghug
baaj
baas
hiran
jnna
sado
##shtan
tanz
chhot
girt
aiso
jugn
chdar
afv
afrag
tahayy
zulfe
ilj
safna
khulv
khuleg
hvbda
kaliyo
yrn
andoh
nzish
baithne
shahdat
arbada
vrne
vrdt
dvre
goshe
patt
laal
laan
laash
laane
laale
yaks
yaksar
khet
guzarn
gardn
mauje
bolt
boriy
purne
purkr
purze
shob
ulat
naqs
naqsha
achchho
batl
baty
batte
rhzan
hamrh
qatre
muhb
dastaras
shaid
vasf
umm
manzilo
lamb
bando
nasheb
nashshe
nikaln
suun
taal
taaq
hoshyr
hoshiyr
fasurda
salqe
saltan
harbt
aahe
lutt
biin
bachn
bachte
bachne
bachiye
qaym
imrat
mnt
mity
trk
maqdr
chhupe
garmiy
dvro
kaal
resh
resha
alms
fauld
likht
kahniy
bujht
bujhe
sharmindag
dhdh
irde
taqsr
duun
masal
masarrat
anjn
sakege
daale
qtilo
chhee
raag
raakh
sajne
sajde
maze
guzreg
shorda
majz
szish
nasl
savd
dmano
gunj
qabro
bhale
tapakt
blish
muns
munkir
gile
taare
bzuo
dahn
amaa
joshish
nihl
nihyat
tavaqqo
paimne
maaz
rukt
ruke
dhue
pairhan
zadag
ydgr
zehnat
nazkat
jhukn
kohkan
shdb
sabho
hvhisho
hema
ijra
sdhe
begne
begnag
musfiro
khile
khilte
hill
tagi
nashtar
bhulne
dhale
dhalte
gunho
rutba
dilbaro
parastish
bikharne
agl
marhab
jagalo
ury
habs
kitbo
shefta
##assar
suneg
pasand
sqiy
ugl
ugliy
adhero
taapt
shuftag
thikne
bargad
gesuo
aabj
biga
ayh
ayaa
rindna
znhr
hasno
chamakte
darmiyn
kanr
poge
sikke
mutth
dhaal
farishta
jhoke
sipar
nasheman
udsiyo
lipte
aariz
hdsa
hindost
panh
paka
vdi
karishme
muzhda
ustd
ustuvr
pighl
itaab
shaguf
muflis
ishrt
pashemn
agez
durust
frih
uchhal
chakkar
sapn
iltij
iltims
daue
hikmat
hifzat
mthe
qamar
qaum
qfile
khatk
tazkir
mansb
nafrato
dahlz
pichhle
tajraba
ehtiyt
naumdi
bgna
hiire
ifsh
nirle
rsto
tiin
tink
titliy
uzv
uftda
yagna
zohd
mayassar
bhigo
baiza
sarhush
savere
pakhu
jhapk
ihtilt
chrasz
buniyd
fagan
jarhat
kathin
nusha
piro
pamba
rikb
rumz
rustahez
sbit
sandal
ushshq
ubhre
nauja
mutrib
parinde
parhez
bechain
darpesh
darpai
tahayyur
saltanat
aun
ana
ahr
ave
asha
ayr
auq
bk
bjh
bun
bik
bno
buut
bshr
bvar
bnash
dat
dul
dgar
dro
dasta
eb
ere
ezr
ful
fut
fiyat
ftda
fusn
gi
gn
gag
guu
geh
gto
gliy
hf
hjat
ih
iis
iro
idr
jiz
jeh
jma
jtne
jasta
jss
kj
kb
kak
kna
kcho
lar
lii
lih
mj
mm
ms
mna
mshq
nn
nk
nq
naat
nuj
ndr
nlo
nba
ojh
pt
pd
pun
puk
pum
pro
puh
pane
pml
puuj
qah
qahr
qum
rth
raam
rim
ruf
rub
rgn
radd
sjh
sas
smr
suul
sse
simt
tn
tk
tul
tla
tke
ttne
uch
ukh
uta
upar
vb
vmn
vall
yau
yate
zaa
zim
zro
zurdag
##avr
##rh
##rn
##rb
##rim
##rfl
##tj
##tiz
##tum
##jab
##jub
##mm
##mag
##mad
##mut
##zd
##zum
##ele
##efta
##hl
##hre
##hum
##li
##du
##dil
##dam
##drat
##gan
##ida
##fm
##fz
##fo
##fan
##fiq
##niy
##sab
##san
##sro
##vsh
##vre
##vid
##vno
##vvat
##vase
##yo
##yro
##yza
##yya
##kmat
##kush
##qd
##qar
##qah
##qum
##bs
##by
##ban
##bra
##bla
##biyat
##baht
##pk
haur
##arthar
##ahil
##ahna
haif
haiv
##aaz
##aaf
mel
mela
meva
##shah
##atn
##atte
nan
nabar
nasha
nadd
nashn
nayy
nakush
kor
hul
hui
hushm
hubb
hutan
hufta
hukmat
##ilb
##abk
##abb
kim
##ambar
maah
shta
shau
shum
shub
shig
bhaa
bhiik
bhabk
chat
chuu
chre
chle
chit
chatak
chlk
chlhe
chubh
##alo
##alte
##anshh
hamvr
hamnm
hamyza
##iyna
##cham
##chas
aazm
tot
toe
thr
thn
tham
thkt
tharthar
karmat
kardan
much
mukh
muus
muzm
muud
muaaf
dily
dilchas
##jhul
bai
bada
##urmut
##isb
##iste
##istar
##akte
des
dev
rahna
rahiye
kahl
kahiyo
gasht
joban
neshtar
##ulas
paro
parbat
parist
parinda
pardo
parcham
maidn
bedar
bedil
tuhm
hars
harrat
harosh
harzah
dare
darne
darag
darve
darche
darmn
darshan
darcho
darja
daraht
darahsh
nii
niile
nishtar
bahe
bahy
bahiye
baheg
bahto
bahvat
pht
phat
phuk
phuut
kui
kudrat
khar
khne
khche
apas
aurq
chhle
tesha
ism
isrfl
phirne
##ishta
tarh
tarq
tariz
tarqat
tarvat
tarrr
tarqe
taradd
tarbiyat
sardr
sarfa
sarbo
sarisht
sarkash
sarsab
saqar
hudd
huddr
kai
kav
kauk
kape
sabl
gudh
##ohish
dhm
dhme
leve
##zro
tau
taul
taus
tasht
taub
tajhul
banj
bann
pazr
pashm
dup
dushn
duval
duby
jabh
jabn
merj
same
samte
chaliye
saan
sujd
takiya
##indo
gulg
gulfm
jaar
niko
nikohish
pahe
pahn
pahte
pahre
farag
farmn
farefta
sodh
ano
anq
insh
inda
jalvo
rage
adl
paash
paane
paave
shabna
barj
bard
barzah
barahna
badahsh
mohal
mohkam
hliq
sharf
sharte
sharra
sharbat
##aune
nign
sakeg
sahm
havv
kamn
kamand
kamtar
kambaht
chaah
mahmr
mahke
mahzan
mahkm
zarb
vaad
khoj
khon
hayb
alast
loge
qadd
sundar
##ijj
manne
hasr
jhal
jhte
jhjh
jhim
jhuum
jhiil
jhurmut
jhulas
##veg
rakhne
ghan
ghuum
ghiste
zuleh
talne
talvo
taltum
talvre
baan
hirj
hiram
hirash
##aza
##tihr
hato
hatar
sadiy
sadaf
sadqe
##andh
vafr
vafo
baste
basrat
labda
vaqfa
chhote
chhoeg
gireb
jihat
shahro
ajize
ajjub
shikam
champa
afkr
afgan
hijrat
taha
tahn
hisr
safh
bdb
bdiya
bdshh
bdshah
yrab
shams
andh
nzil
simat
##uhm
##uhl
##uhv
halo
halal
baithn
mata
shahar
shahsa
shahpar
shahanshh
arka
azl
azbo
aziyyat
vraf
vrna
muslim
dvar
dvno
patte
patag
pathr
patto
hliban
itno
laag
laao
laate
laala
vaah
tasbh
khele
niklo
rasan
dikhve
naap
naach
jagne
jagmag
lahad
lahza
mauja
bone
bose
botal
atak
atfl
naame
charhn
tabb
ullh
hastag
batn
batiy
krgar
rhib
rozo
muhba
javz
shaah
shash
nikleg
srate
vasvase
raudte
umde
vahshate
samajhne
nashv
karoge
tanhvh
guzrish
suuf
hurb
hurda
hand
drb
palt
varo
varta
hazaf
harbo
sozish
biim
mehri
baybn
bachan
bachche
bachcha
milege
brh
imm
mitn
mitne
masti
mastiyo
chhupte
sochte
kaap
kaate
reshe
rekho
maktb
shiqo
fash
likhe
likhv
jamun
jamhr
sharmt
nigahbn
hkim
hkistar
parvno
parvard
dhdt
dhdeg
iram
irshd
mom
ruhsr
taqv
taqrb
duud
masfat
masjd
maskan
andze
chhed
chhene
kado
raaj
rafq
rafgar
##shed
nafs
sajy
sajte
kmo
mazq
hnum
hndn
nme
##vvar
ravna
kashf
kashti
dukho
mushkile
pahuchn
mashvar
mashiyyat
chupke
qisse
utarte
ziyrat
nasab
savar
muddate
qable
qurbat
chande
tapke
tapakne
haqqate
qasr
qasd
qasme
malne
siyn
mudv
bastiy
taara
mahfile
arzn
gardishe
aqd
aqde
uja
ujlo
nafaso
bisn
dahq
chrgar
khcht
paege
ammul
katr
kate
kateg
nihn
ndir
ndim
zdo
rukn
dhuum
pairo
pahchnte
bikhr
bikhre
bikher
zado
murjh
murshid
raqbo
divn
sirr
sirjan
zehan
nazik
nazzre
bhlt
bhln
bichhe
bichhane
dnista
piin
satn
saty
satvat
hadag
kohsro
shdm
derna
sairb
farmvege
farebi
kholte
kholiye
hvhishe
hech
heshtan
hvro
kirche
hagme
nazro
madfan
shakar
shakle
shakeb
bhes
gavy
hujra
mumle
khap
khilaune
samundaro
bnish
kjiyeg
prs
thake
chhate
matlb
vrgn
bulandiyo
zhido
duube
nasbo
gunhgr
nrz
ruto
mulzim
betbiy
nishna
tajdd
bikhart
muqaddam
agb
agle
lako
lakre
turbat
bhgne
chahte
chahne
marhm
zulmt
dafa
dafn
dhart
urj
uryn
urdu
zahrb
habro
shero
hoveg
darmda
saili
shikastan
dabe
nadm
badleg
asrn
ghabry
boleg
muntazar
sila
sikht
sikhl
zano
zanah
chet
aaoge
thikna
gado
darvzo
nibhn
payambar
girafta
umdo
alluqt
navzish
thahart
sohbate
liije
ruln
sannte
vaare
tohfa
unho
bigo
brishe
sambhalte
sambhalne
ubharne
aydat
ehtijj
nhud
psbn
rindn
rindo
uqbat
shukrna
chauke
bahalt
bahalte
phaileg
paara
marsiya
andeshe
mehrbniy
pahuchege
eng
mgt
mgte
mgne
misr
misk
pochh
piyla
qibat
ramz
chunt
muttas
mukarne
paikn
takrn
farishte
lipt
khicht
bijliy
eln
jgt
hussa
bhajan
ustuhv
bebas
raunaqe
istiqbl
muhlif
eml
tln
uude
bhol
bhole
mujrim
inqilb
irfn
ulajhn
ulajhte
amnat
buud
durr
hitta
nuqs
nuqsh
tafsl
ufuq
nauha
mashriq
behda
behosh
sapno
bachpane
dohrte
aren
jhep
jhele
larze
quvvat
qfila
ryo
sidhre
vhid
hajlat
nikhar
nikhart
chhalk
dhanak
tashvsh
jhamele
ghutan
gungunt
pichhl
mardumuk
ejz
ejaaz
fuzl
jatne
laqab
nok
nchte
rasto
slik
tzg
vps
vpas
vada
zahe
zahmat
magas
mafar
mafhm
bhatakne
mustah
dhamk
jauln
kalej
parvarish
sumbulist
faash
julte
ngavr
nvak
niym
qulzum
ratiy
rivyt
sneha
virsat
zalzalo
hathel
maulv
masnad
mauqa
chiiyo
charch
chubhe
munavvar
bagle
phaak
sargarm
saikao
dhudle
dumbla
supurd
jalvagar
zamzama
jhilmil
jhankr
ummde
resham
munsif
shaguftan
tazkira
ubhrege
naujav
auqt
dulhan
ebna
giit
idrk
kjal
kakar
laraz
lihz
mjr
nujm
ojhal
punjab
pukre
pumba
puhta
qahqah
utaar
vbasta
vmndg
vallh
yaum
nabard
nayyar
nakushda
hushmad
shuml
shubah
shigf
chitvan
muzmahil
dilchasp
badaulat
bedard
darvesh
darmndag
taraddud
sarsabz
gudhta
tausan
tauba
dushnm
shahsavr
parvardigr
muttasil
