[PAD]
[BOS]
[EOS]
[UNK]
،
ؔ
؟
ؤ
ئ
ا
ب
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ف
ق
ل
م
ن
و
ٓ
ٔ
ٹ
پ
چ
ڈ
ڑ
ژ
ک
گ
ں
ھ
ہ
ۂ
ی
ے
ۓ
##ر
##ے
##م
##و
##ش
##ی
##ز
##ا
##ں
##ن
##ت
##ہ
##گ
##ٔ
##ؤ
##د
##ل
##ب
##ۓ
##چ
##ھ
##ئ
##ف
##س
##ۂ
##ق
##ص
##ٹ
##ح
##ک
##ج
##ڑ
##خ
##ذ
##ط
##ڈ
##ض
##ع
##غ
##پ
##ث
##ظ
##ؔ
##ژ
##ٓ
##یں
ہے
کی
ہو
میں
نہ
کو
##ار
##ان
##ھی
سے
##وں
##اں
کہ
کے
##یا
تو
کا
##ئی
##یر
##ئے
اس
ہیں
بھی
##ھا
##تا
کر
دل
ہم
کیا
نہیں
##تے
##ور
##را
وہ
##یک
یہ
##جھ
##نا
##ال
ان
##ات
جو
##ھر
رہ
جا
##ری
##ام
##نے
نے
پر
اب
اپ
##تی
خو
##ھو
پہ
##اہ
##اد
مجھ
##ند
##چھ
تھا
دیک
##لا
ہی
ہوں
##دا
کوئی
##رے
کس
##کھ
بہ
##ست
##گر
تم
در
اور
##از
بے
##لے
میر
اک
کچھ
ہوا
##اب
##نی
جان
دی
ہر
دیکھ
##شق
سو
رو
پھر
##گی
گر
##نہ
##لی
گیا
تیر
کب
سر
دو
##نگ
##ھے
مح
عشق
##ہر
بی
جس
مجھے
اے
پی
غم
##یس
##لو
پا
دن
##انی
نظ
سب
لی
##ید
##ئیں
جب
##اری
سا
طر
##انہ
گا
لگ
رہا
اج
گل
جائے
بات
ایک
##اتھ
نک
تھی
نظر
تک
کیوں
تجھ
تھے
حس
##فا
سم
مل
##انے
سک
مرے
کبھی
##اک
انکھ
گز
مر
##شم
##شت
مو
##ارے
ات
اہ
##دہ
کسی
فر
گئی
##بت
##قت
بد
##ائے
یاد
بہت
زند
اپنے
خود
##فت
زم
بر
لو
ال
رہے
##قی
ترے
تری
شب
سی
نگ
مگر
##دم
گے
کہاں
اٹ
##مت
گھر
او
یار
##ؤں
##بر
مری
دے
من
کم
بس
کھ
نا
##لہ
اگر
جہ
رنگ
اپنی
##شی
##فر
ہوئی
ایس
یوں
ائی
##ائی
ہوتا
ہوئے
کہیں
لیے
خدا
چاہ
##کر
##باں
سن
مع
##اغ
دیا
شو
پو
##سی
##رم
میرے
طرح
درد
ایا
##شک
##نوں
زندگی
ہاتھ
گئے
میری
جی
رات
دم
مرا
##ارا
رکھ
یا
##اند
کرے
جہاں
##ھول
محبت
بھر
وفا
##کھا
دنیا
##ماں
اخ
##زم
##الب
ائے
صب
ناز
پڑ
##رت
کام
دیو
نام
چشم
وال
##یز
##انا
تیری
لوگ
بو
خاک
تمہ
شا
##راب
اپنا
لب
چھو
##کا
حسن
دور
##نچ
نگاہ
ام
لے
میرا
جانے
اف
ست
ہن
مس
##صل
بن
فرا
اسے
ہمیں
##ستہ
حال
##سم
ابھی
با
##زل
##لف
##طر
اگ
گو
کون
رہی
بار
سہ
گی
##بی
راہ
شہر
##گا
##جر
وہی
دیکھا
شم
مے
چھ
سمجھ
بھ
لا
##من
##لک
##سو
##الم
نش
##ٹا
تیرے
ترا
##یش
بڑ
ساتھ
لیک
وقت
پوچھ
##زا
گزر
##البؔ
مان
چاند
کرتے
اش
شک
##اف
##در
خوش
تیرا
لیکن
شام
##مر
##عد
دوست
تر
داغ
##یاں
کہتے
زلف
##عت
##ارہ
ادا
اسی
چھوڑ
اد
جل
خیا
##یے
بیٹ
بنا
جاں
مد
ہوگا
خواب
شوق
اتے
##ین
##ائ
تجھے
عالم
نو
##نج
##ستی
اٹھا
صبح
جاتے
خیال
چل
گرد
بزم
جلو
دع
سنا
قر
وا
گری
یک
##بار
##ثر
جائیں
خط
##خت
##اتی
انکھوں
جھ
ٹھ
چلے
##یت
طرف
بند
نق
ہائے
##ود
جاتا
موج
باد
لیا
##ون
##ورت
دیکھتے
روز
جن
مہ
وح
یاں
##اروں
ستم
جگر
خبر
دھو
عمر
غالبؔ
کش
گھ
##شن
##ھون
غیر
##لب
اتا
دکھا
قدم
مق
ہوتی
اہل
شع
چرا
##سا
##کے
شمع
اح
دام
را
عج
نم
کل
##بو
کرو
پہلے
ار
کت
دشم
لگا
نکل
اچ
ادم
صح
عر
چمن
کار
ہجر
##یب
##خم
انت
بہار
اٹھ
ذرا
##حر
جانا
بچ
##وت
دید
منزل
وحشت
از
بج
جیس
حیا
ملا
##خن
والے
چراغ
زخم
عا
##اش
دریا
ساقی
زمانہ
اخر
بت
باز
بعد
صورت
قدر
مج
پری
کھو
ملتا
انکھیں
فراق
تا
تنہ
دست
راز
سام
لہ
لکھ
##مان
##دؔ
##سے
کہہ
##تاب
نکلا
کھل
سل
شر
ملے
##بان
##فس
اسدؔ
یہی
##داز
ایسے
ادھر
بیٹھے
اڑ
جاتی
زباں
نال
##می
##لوم
باقی
سہی
تی
جگ
خم
غر
مت
نی
کھی
##وس
##نم
##ٹی
##ضا
کریں
سوچ
معلوم
شوخ
حیر
سخن
شی
قیا
مہر
پھول
##شر
##ہن
یہاں
##امت
سوز
لگتا
اتنا
شاید
امید
چھپ
جیسے
ور
##رف
##لم
##خص
خون
##ستاں
نکلے
دشمن
بھول
جنوں
خا
دھ
سفر
صدا
مک
نیا
##وق
کیج
کوں
##ریب
دیوار
ادمی
بلا
تہ
سوں
پت
ہستی
##کار
##انوں
کہا
ہمارے
دیکھی
پیار
پاس
ایسا
نقش
عاشق
قیامت
اثر
حو
صد
ٹو
پیر
ڈھون
##زو
##دے
##فل
اسماں
جسے
بدل
ڈھونڈ
تاب
رب
ڈر
##لق
##ڑے
##ڑی
ہوتے
اند
انداز
جام
اتش
ائینہ
اتی
تن
ساز
شرم
شراب
مشک
مزا
##فی
لگے
حسرت
آ
تس
##رو
##وے
##سان
انج
ارا
جم
حق
خوں
دیں
منہ
##زار
##صلہ
انہ
نگہ
تمہیں
##طرہ
##یشہ
جلوہ
اشک
بال
تق
حا
سحر
فی
مص
##وم
##وب
##واں
تماش
اہستہ
ایسی
اشنا
##افل
دعا
صحرا
تھ
تص
خام
دکھ
ذوق
فق
قات
پیا
گلی
##تیں
##جھا
پرو
##اہر
میرؔ
زمیں
اگے
ارزو
حیات
لہو
قاتل
مست
چپ
##ما
##شاں
##یہ
##ستے
کہو
انے
سکے
سکتا
زمانے
بھلا
عجب
اچھا
بتا
تع
سج
سرا
عق
لط
کھا
##ہم
##ڑا
کیسے
ہوش
کہوں
کرتی
تمام
سوا
انتظ
بخ
برا
جدا
حض
خانہ
شہ
شور
طو
ویر
وصل
##مل
##مک
##گو
انگ
دیکھو
تمنا
بدن
صبا
مشکل
انہیں
انتظار
ای
شخص
چلا
##چہ
پہنچ
خودی
اللہ
ٹھہ
ورنہ
اعت
تار
خراب
رکھا
فس
پل
چھا
گفت
##رد
##وش
##ئیے
کرتا
دیکھنا
سمجھا
اتر
##فتہ
مانگ
تیغ
خاطر
لطف
سان
##رار
##کی
##پا
##یاد
##ندر
پایا
باتیں
موت
اوے
ناص
فراز
شیخ
باغ
سنگ
چہر
چلو
چیز
##وز
##گاں
##بہ
##صت
کیون
کروں
انسو
گرم
لیتے
گزرے
##قیقت
سنب
کھینچ
دیکھیے
ائ
جلا
حقیقت
خور
دار
سچ
طا
ظفر
فکر
نفس
ہاں
##ہد
##ٹے
ہوس
ہونا
کہتا
کرنا
ہماری
فرصت
برق
اواز
چاہیے
لاکھ
مدت
ظفرؔ
اغ
بل
بک
بغ
رخ
رسو
رنج
ضر
عز
مژ
نور
ناد
پھ
گئیں
##وی
##وار
##ساں
کہے
##الی
پردہ
خوب
خواہ
دیتے
محفل
پاؤں
رکھتے
اختی
تمہارے
خوشبو
گردش
دامن
جگہ
کیجے
فرازؔ
اق
تب
جذ
جھو
قطرہ
لگی
چار
چھی
چند
چاک
گاہ
##ول
##زہ
##دۂ
##غر
کوچ
پہچ
دیکھے
جسم
پیدا
حساب
اتنی
پوچ
والا
گریباں
اختیار
تغ
تلا
خار
ذکر
رگ
شاد
عہد
فت
قب
مث
نص
ٹک
پھی
##وہ
##یل
##ھل
ہونے
کرم
ہمارا
خوشی
موسم
برس
الفت
پڑے
دیوانہ
افس
ہنر
بڑھ
##ائل
شعر
تنہائی
حیرت
پتھر
حاصل
ناصح
کیونکر
جذب
بنے
دوں
سزا
عذ
وعد
کلی
##مہ
##گز
##دو
##باب
##ظر
کیے
##لاب
اکثر
##سیم
شاخ
داغؔ
تنہا
نالہ
نیاز
ائنہ
تغافل
ائیں
بجھ
دشت
سور
شاہ
طبی
غزل
قص
ما
وص
کف
گماں
یع
##یٔ
##یوں
##زاں
##نو
##ہی
##دار
##سن
##ڑک
جوش
جواب
دونوں
گزری
ہنس
ترک
فراقؔ
سامنے
اندھی
تصو
سورج
ازم
فلک
فضا
قد
قسم
مٹ
وار
ڈوب
کان
##مار
##بال
##حت
کیسی
وہاں
ابر
##ادہ
##ازہ
جاناں
ہرگز
روح
##شتہ
منت
قرار
نیند
مزاج
تماشا
بخش
اعتبار
سانس
بغیر
تصویر
امت
جت
حج
حرف
خفا
دش
دیر
رقی
سیر
ساری
طلب
لم
می
پانی
##یؔ
##جا
##جہ
##ضر
##عظ
##وری
جوانی
##ندہ
اکی
دیکھوں
روشن
پیچ
گلشن
سکتی
فرقت
بستی
کھلا
ہاتھوں
مسا
سمجھے
عرض
دیدار
ٹوٹ
چہرہ
تلاش
رقیب
خیر
خرا
دا
رشک
زبان
لذ
لال
مط
نغ
نئی
چہ
گم
##گار
##دھر
##حب
##طن
##غاں
ہوگی
کہنا
کافر
رہیں
رہتا
جاگ
جاؤ
جاؤں
پہلو
بیگ
پیش
لگتی
گلہ
مرگ
لوٹ
شاع
چاندنی
مدع
خطا
دھوپ
مقام
پریشاں
طبیعت
وصال
یعنی
لذت
ارم
باند
بلب
تلک
جفا
حلق
ذر
رک
شیر
صا
ظاہر
غل
غنچ
قس
مش
واں
چارہ
ڈال
##نۂ
##تل
##ہا
##لوں
##انۂ
کہانی
است
اسیر
دلوں
جوہر
درکار
زندہ
سینے
اوار
یارو
چاہتا
پڑا
تمہاری
واعظ
دھواں
کتنی
سلامت
حضرت
خواہش
قسمت
تج
جوں
جنگ
جرم
جالبؔ
خس
دہ
رسم
سارے
غبار
فصل
قفس
مات
ماہ
نئے
چکا
کن
##اط
##دی
##داد
##لت
##ٹوں
##جو
##انو
کہنے
##ناہ
جائیے
کسے
##لیؔ
بیاں
سبب
##کایت
اچھی
مکاں
فیض
بکھر
حجاب
لمح
مسافر
بلبل
بیا
بام
بچھ
تھو
تیز
جز
دہر
زیر
زنج
شکایت
صبر
صنم
فنا
لڑ
نس
ولیؔ
پلک
کئے
##شید
##یۂ
##بط
##حل
##کہ
##کس
کیسا
کاش
انساں
##ابل
جانتا
روش
محشر
محسن
پیارے
پائے
ساغر
سمندر
شبنم
سینہ
مانند
دیدۂ
حوصلہ
تسلی
مانگے
عزیز
زنجیر
محسنؔ
انا
بھو
تڑ
جست
خانے
ذہن
رت
رح
زیا
زاہ
سپ
صرف
ضبط
عش
فغاں
قتل
ملی
نب
وع
چمک
گہر
ہا
ہج
##وشی
##ایا
##باد
##بانی
##جئے
کرنے
##راز
وہم
ابھر
سوئے
سودا
بیچ
سبھی
##یدہ
سائے
طرز
باتوں
ملنے
##فتار
کمال
جہان
چاہے
افتاب
ہنوز
گویا
بنایا
جلوۂ
دعوی
بادہ
احسان
کتنے
ازاد
بجھا
غرض
تھیں
عقل
بلند
پہچان
قبا
نصیب
وعدۂ
امتح
چہرے
مدعا
صاحب
جستجو
زیادہ
زاہد
وعدہ
اشی
بھا
تش
تپ
تازہ
جنہ
حشر
خل
خلو
دان
داد
سخت
شے
صف
ضع
فریب
چین
چکے
کھول
گلے
ہزار
##ردہ
##سار
##قیں
##جود
نہاں
کوہ
کہی
کہئے
توڑ
ہمیشہ
رہو
ابرو
اکبر
جانتے
دیتا
دوا
زنداں
لوگوں
بوس
تمہارا
بڑا
فقط
فقیر
طوف
گفتگو
خورشید
مثل
ذرہ
جنہیں
حری
حرم
خن
خالی
خضر
رند
رستہ
زر
سلی
ظلم
عدم
غریب
قید
لیں
لکھا
مسی
وسیم
پنہ
کٹ
گناہ
ہنگ
##رگ
##مے
##وال
##شانی
##برا
##سط
##ستا
##ضی
##عل
کوئے
پردے
پھری
پھرتے
گرمی
محو
سبز
سمت
ملتے
سکتے
گزار
زمین
الت
الٹی
کمی
چاہئے
سنو
معنی
دماغ
مسک
سمجھتے
نشیں
بڑی
اداس
واسط
##ختہ
گھبرا
کارواں
غرور
شوخی
فیصلہ
سنبھا
پوچھو
اکیلا
اوارگی
بچھڑ
ہجوم
اکبرؔ
خنجر
وسیمؔ
ہنگام
اض
تنگ
تلو
حد
دک
رم
ریز
ریت
زی
طالب
عکس
مض
میاں
نز
ناک
ویس
چڑ
کع
کتاب
گدا
گنو
یقیں
##میر
##اس
##ۂ
##لس
##صر
##ٹک
##طراب
کیف
ہون
ہووے
##ارت
کہیے
انسان
خوف
بہا
درو
دیکھتا
گراں
بیمار
پاتے
نکال
تکلف
سکوں
یارب
جیتے
راتیں
رکھے
والوں
ہنسی
مستی
حالیؔ
نشاں
نشاط
بڑھا
شکست
دکھائی
مقدر
نما
بازی
حیراں
ڈھونڈتے
انجام
انجمن
تقد
تھک
شہید
شیریں
بیاباں
تڑپ
مسیح
پنہاں
اضطراب
بگ
جرا
خزاں
دب
داری
ذات
رشت
رخص
رستے
زن
زد
سیا
سیک
سارا
صاف
صیاد
ظالم
عیش
عدو
غافل
فا
فط
مانا
مٹا
وطن
پس
پان
پتا
چر
چو
چلی
کدھر
ہز
##مانی
##وۂ
##یئے
##یبت
##نؤ
##نگی
##ہب
##سائی
##جد
##ڑوں
##انگی
کرن
دلی
ہمت
##رام
رہتے
اباد
خوبی
گرچہ
##یسو
نظارہ
گلستاں
ملتی
سکا
مرد
##شتر
فرد
فرق
فرما
بدلے
الجھ
اٹھے
منظر
بسر
بسمل
کھلے
پڑھ
بوجھ
##سوس
شکل
چھوڑا
##ائش
اٹھائے
گردن
ٹھک
ٹھہر
کتنا
لکھنؤ
چھپا
پیرہن
تصور
سراپا
جدائی
پہنچا
طاقت
رسوائی
ناداں
عذاب
لالہ
مطلب
بیگانہ
روشنی
ضعف
واسطے
تقدیر
رخصت
فطرت
اؤ
بق
بیک
خطرہ
خانۂ
دراز
رق
رفتہ
زانو
شکر
شیش
شیشہ
ظل
عن
عام
علا
عید
علم
غنی
قیس
قریب
لوں
منا
مکر
مارا
مٹی
ممک
نار
نگر
ننگ
وجود
پن
پار
پھو
چا
چال
گلاب
گیسو
##زے
##زن
##تم
##لۂ
##بیر
##بری
##صد
##حہ
##جے
اساں
##رائے
رہتی
خوار
##اہی
##ادث
##ازی
ہوائے
ہواؤں
جانیں
دیے
دیکھنے
رواں
رونے
دود
دوستی
محرم
پیم
پائی
جبیں
سایہ
ساحل
سما
ملامت
سکوت
بہتر
برگ
شباب
سیہ
یاروں
اگرچہ
بنتا
گوش
شکوہ
جلتے
جھک
گھٹا
شعلہ
راستے
عجیب
نکلتی
صحبت
انتہا
اٹھتا
بجا
مجھی
خاص
کیجیے
عاشقی
صدیوں
تسک
جمال
مصیبت
تعلق
حضور
ویرانی
ٹھہری
اغاز
مژگاں
اقرار
چھیڑ
دشوار
داستاں
نغمہ
شاعر
جنگل
تشنہ
خلوت
ہزاروں
اص
اچھ
بٹ
بست
بارے
حور
حنا
دھی
دری
زار
زہر
ستا
سدا
طل
طور
قی
قضا
قلم
لئے
لائے
مذ
متا
مال
مقت
نیک
پگ
پاب
چور
ڈھ
کدہ
کدے
یوس
##دت
##فو
##قہ
##کش
##جات
##جاد
##ظہ
##یرے
اسمان
بھیگ
##تابی
رہنے
جاو
پرست
بہر
درس
دینا
دینے
دیدہ
سوال
روئے
##لیب
پاک
نظم
مرنے
فریاد
بدلا
برہ
الم
اول
کمر
##شیار
سنتے
رکھتا
پڑی
بول
بولے
امد
بارش
سہل
شمش
نشہ
ادب
گردوں
گریہ
بندگی
جگرؔ
کشتی
احوال
راحت
##بول
نکلتے
بچا
مجنوں
لکھوں
شرر
اڑا
نالے
خمار
کھیل
دھند
دھڑک
ارام
جمع
ایجاد
ٹھہرا
گفتار
سنبھل
رسوا
کوچۂ
فتنہ
منتظر
باندھ
امتحاں
اشیاں
تلوار
کعبہ
ہونٹوں
ظلمت
علاج
غنیمت
ممکن
متاع
یوسف
ازل
بان
باب
باری
تل
خال
خلا
خشک
خرد
دہن
رع
زیاں
سع
سیں
سادہ
شان
شنا
صفا
ضد
طب
غض
قائل
قابل
قبول
لپ
لٹا
مار
نرگ
واد
ٹپ
پک
پچھ
چنگ
ڈھل
کئی
گہ
گنج
ہار
##وا
##وند
##یار
##زام
##نت
##توں
##ہت
##ہاد
##گان
##بور
##فہ
##کتا
##ذر
##ثار
##ثیر
دلبر
جادو
##امی
##ازت
جانی
جانب
رونا
گرہ
##لیاں
دوس
محبو
بیداد
بیتابی
پیغ
پیمان
لیتا
لینا
لیلی
سایۂ
نکہت
سکھا
مرنا
اہٹ
فرہاد
برباد
الزام
اوارہ
کھنچ
ناچ
رنگیں
ائینۂ
چاہیئے
بھرے
وفائی
کامل
لبوں
نگاہیں
نگاہوں
ستارے
لایا
پوچھے
بیٹھ
بیٹھا
##ائم
قربان
موجود
روزگار
گھڑی
##ساس
احساس
کلام
ازار
بازو
تاثیر
نیم
سوچو
مکان
ڈرتے
تقا
خامشی
پرواز
ٹھہرے
فسانہ
پلٹ
اقبال
جھوٹ
کوچے
پوچھا
مثال
ارمان
غلط
فیضؔ
تسلیم
ہاۓ
حریف
چرخ
قیمت
شمشیر
غضب
نرگس
اظہ
بحر
باہر
تند
تاروں
تشن
جور
حص
حک
خندہ
ختم
رفتار
زدہ
سال
سنے
سراب
عب
عار
قا
قبر
لعل
میک
مزار
مغر
نیر
نات
نشی
پیک
پشی
چم
چی
ڈھا
کث
گرا
##شش
##شار
##ہور
##داں
##چا
##چیں
##فات
##قع
##قات
##صلے
##خیر
##ذیب
##عار
توجہ
##نام
##ناب
رہنا
خوباں
پہلی
##ادت
درم
دیتی
روٹ
پھرتا
سرخ
دنوں
لیجئے
##اریخ
طرب
اجل
اجازت
حسیں
ملنا
مرغ
مرہم
اتنے
یادوں
کھڑا
##ائیے
چاہت
معام
جینا
نازک
دیوانگی
افسوس
مسجد
حالت
گوہر
بھاری
اشفتہ
اداسی
##ائر
نواز
سناٹا
قراری
نقاب
بادل
راستہ
نمک
بجز
بتاں
بازار
ساماں
نالۂ
مہرباں
بھولنے
تہمت
تہذیب
ڈھونڈھ
ربط
##فیق
گلیوں
پروانہ
انگن
ایمان
چھاؤں
لاکھوں
ضرور
عزت
عذر
قصہ
ازمائش
جتنے
شاعری
ماتم
عشرت
تپش
بوسہ
مسکرا
گنوا
مسیحا
پانچ
مقتل
طبع
پیغام
اقبالؔ
اظہار
عبث
اع
افت
بح
تح
تاریخ
جھی
جشن
جھون
حباب
خی
خلق
دھر
رائی
سید
شجر
صید
ضمیر
عیب
عمل
غفل
فن
قط
لف
لٹ
لخت
مور
مند
مانی
مخت
مائل
نسیم
ندی
نذر
وگر
کشت
گن
گلا
ہند
ہشیار
##مۂ
##واب
##شاد
##یدا
##ینوں
##اڑ
##نک
##نڈ
##گیں
##چے
##فق
##فع
##سر
##قے
##قف
##جی
##خل
کوشش
کافی
اسان
دلا
ہمدم
##نات
انیس
انکار
جواں
پردۂ
##لاک
بہل
بہانے
اوروں
جانیے
دین
دیجئے
رون
گرفتار
##لیف
سرد
سرور
دولت
محنت
بیزار
لینے
لگیں
اجال
تکلیف
ملک
ملیں
موئے
فرم
##بتیں
سیل
اویں
بسکہ
جینے
رکھوں
یاس
بھری
اخت
اخری
پڑتا
دیوانے
نامہ
بوئے
ستارہ
بنتی
حالات
اگہی
بارہا
شمار
مانع
اشعار
شکن
شکستہ
شامل
بنائے
نوا
دعوت
قرض
بندہ
روزن
مہک
کشا
دکھایا
مقابل
احت
عجز
نماز
دشمنی
چراغوں
بتوں
سامان
سلس
سلام
شرط
تہی
ٹوٹا
خاموش
پیام
پیاس
پروا
سجن
شورش
پہنچے
فسانے
##ردگی
کھینچی
اغوش
برسوں
جذبۂ
ازما
قدرت
مینا
خرام
باندھا
حلقہ
غنچہ
پلکوں
رحمت
التفات
سنبھال
زیست
جرات
رشتۂ
چاپ
بستر
طلسم
مذہب
تلخ
رعنا
کثرت
لفظ
وگرنہ
انیسؔ
الو
بنی
بخت
ثمر
جدھر
حر
دفت
ری
رض
رلا
رفو
زاد
زرد
ساد
شانہ
طے
طری
طائر
ظرف
علی
عیس
غالب
فری
فائ
قم
قلب
لر
لک
مشق
مشت
مارے
مفت
مبار
ند
وس
وبال
ٹھو
پے
پنج
چن
چکی
کاری
کشتہ
گوں
گنگ
گھون
گداز
##ویں
##شان
##یط
##زخ
##اق
##نبی
##گل
##گانی
##ئش
##ئلہ
##ئنات
##سش
##سل
##سب
##قلاب
##کاں
##کنے
##ڑتے
##طا
##ضع
##عم
##غت
ہوئیں
##ارۂ
توفیق
کائنات
##یرا
##یرؔ
بھید
##تاق
کرشم
وہیں
انچ
اندر
انقلاب
پرور
پرسش
ابلہ
بہلا
بہشت
##ستان
سوختہ
رویا
تیرگی
کبھو
سرمہ
بیم
بینا
بیدار
پاتا
پاگل
سبزہ
لگتے
اجاڑ
اجنبی
تکرار
سکیں
گزرا
گزاری
مرح
مرتا
مروت
زندگانی
برہم
نگار
ناف
ناس
ناخ
چاہا
سنتا
جیوں
اخبار
پڑیں
امام
ہنسا
مسئلہ
##طرب
سمجھتا
نشے
نشۂ
بڑے
پوچھتا
پوچھتے
گزرتا
شکار
شکوۂ
دوستوں
ادھ
خوابوں
جلوے
جھان
جھکا
جھلک
بادۂ
وحشی
دھوکا
غیرت
شعلۂ
عرف
ملاقات
پریشان
کھلتیں
پھولوں
صدائے
پتہ
پیری
ڈرتا
تسخیر
انجم
اشنائی
سراغ
کھائی
طول
ویراں
فسوں
چہروں
انسوؤں
پھرا
نصیرؔ
افسردہ
وعدے
مای
اندھیر
بخشا
جتنا
اکیلے
حلقۂ
مشتاق
تجلی
لمحوں
تھوڑی
نسبت
بھولے
رحم
طوفان
ویسے
چڑھ
زنار
سیاست
چوٹ
ٹھکانا
بیکسی
شیشے
پابند
خلاف
دوسرا
محبوب
حصے
درمیاں
روٹھ
رائیگاں
غفلت
مختصر
دفتر
مبارک
وسعت
ٹھوکر
بز
برے
تد
تارا
تحر
ثواب
جناب
حی
حرام
حادث
خز
خد
خند
خرم
خستہ
خاش
رز
ردا
رفا
رشتہ
زور
شغ
شدت
صلیب
عنا
عند
عبر
عتاب
غارت
قامت
قائم
لح
مم
مشر
مزہ
ناب
نئیں
نرم
نجات
وف
ولے
ولو
وائے
وضع
ٹل
پئے
پلا
پھون
کشی
گھا
گستا
یقی
##ریر
##واری
##ودہ
##شا
##شہ
##شتے
##تہ
##گے
##دل
##دوں
##لانے
##بے
##بش
##بیں
##چک
##صیر
##صاف
##کل
##کھی
##جز
##جن
##جیؔ
##خاب
##خیز
##غذ
##پر
##ثال
نہا
##انت
##ھیے
کہتی
کاٹ
کاغذ
اسرار
اسباب
دلیل
دلبری
ہما
پرانی
ابت
ابد
##تیاں
خواں
##داع
بہاروں
درپ
درباں
جانوں
دیار
سون
سوائے
سویدا
روتے
روداد
سرو
سرگر
سرما
محال
محرو
محمل
محیط
بیش
بین
بیت
پیڑ
غمگیں
##لوک
##یدن
لگائے
اجڑے
گلزار
نکلی
سکی
موتی
اتار
اہو
فردا
بدنام
##فتگی
برنگ
برپا
الہی
سیلاب
نگری
منظ
ناگ
ناخن
ناشاد
ناجیؔ
ائینے
خدائی
چاہو
معص
جیب
جیون
مراد
مراسم
##اندگی
والو
لباس
مسل
چھلک
سمجھو
سمجھیں
بھرا
اشارہ
زلفوں
##ینت
نوحہ
اٹھایا
چلتے
قرب
قربتیں
یکتا
نقص
جنت
جنبش
مہمان
مہلت
گھٹ
دکھائے
مقصد
راس
کلفت
کروٹ
ارباب
عرش
عرص
ہجراں
انتخاب
بچپ
بچوں
بجلی
چراغاں
مجلس
پریشانی
تاج
غرق
سوچتا
شوخیٔ
مکت
حواس
حوادث
ڈھونڈا
اندیشہ
شرما
شرمندہ
##فیؔ
ارائش
حاضر
مصح
تماشائی
دعائیں
خامہ
خاموشی
مستانہ
##ماس
بتاؤں
تعمیر
تعبیر
برابر
ویران
خرابی
طاق
ضرورت
ضروری
نادان
تبسم
شادمانی
فتنے
ٹکڑے
برسات
افسردگی
جذبات
نیازی
شاہد
قصور
کفن
بخشش
داستان
گمانی
غنچۂ
استع
لمحے
لڑکا
امتحان
خلش
سلیقہ
سبزۂ
دکان
مضم
ناکام
کیفیت
درواز
دروازہ
بگڑ
سیاہ
فاصلہ
فردوس
رقم
عنواں
مکرر
گیسوئے
تسکیں
تسکین
جاوید
سعی
تقاضا
تشنگی
میکدے
پشیماں
معاملہ
ڈھونڈھتا
ہندو
رونق
فرمائیے
سلسلہ
سادگی
فائدہ
تدبیر
خرمن
خاشاک
رفاقت
عبرت
گستاخ
یقین
افر
اثار
بظ
باہ
تت
تف
تان
تلے
تخت
جزا
خان
خانوں
خبری
دگر
دانا
رس
رست
رنگی
رسائی
زہ
زبانی
زینت
سد
سط
سات
سری
سکھ
شفا
صفت
صہب
طع
عری
عدا
عباد
عادت
فخ
فشاں
فہم
قطر
قاف
لائی
لچک
مخ
مغ
مید
مبت
مصل
مندر
نفر
نشتر
نخل
وو
وجہ
وداع
پشت
پارہ
پوری
چب
چون
کج
کشم
کڑی
کجا
گیر
گور
گام
گنہ
ہل
##میا
##ماد
##مید
##شیں
##یم
##زوں
##اع
##نیں
##تو
##گتے
##ؤس
##دن
##دور
##بدہ
##ھن
##ساری
##کن
##کوں
##ڑھ
##ڑکی
##ضو
##ضائے
##پس
کوتا
##یاب
توڑا
##یروں
استیں
##تادہ
کرب
##ورا
یہیں
انصاف
##ھری
رہوں
رہنم
جادہ
جاوے
##ریف
پرچ
اپس
خواری
پہا
##چھے
کسو
بہاری
تمک
تمثال
دروں
##ابت
جانئے
دیکھیں
سود
روا
روتا
روانی
روئیں
پھرتی
سرنگ
سرشار
دوزخ
محت
بیان
بینی
پیے
پیتے
پیاری
پیہم
پیڑوں
پیوند
##لوب
سبک
جبر
سایا
گلچیں
نکتہ
نظریں
حسین
سکو
سکون
سکندر
##اکش
مردم
فرض
فروز
سیم
سینۂ
اٹھی
اوج
اوپر
یاراں
منص
منیں
بسی
بسا
کھلی
کھلو
کھڑے
کھڑکی
جہنم
چاہتے
سنج
سنوار
معاف
محبتوں
بھرم
ناموس
خاکی
خاکساری
دوراں
امکاں
ستاروں
ہنستے
فراغت
باط
سہہ
شہرت
بھگو
لاش
##سون
نشان
اداب
جلاد
مدد
نوید
نومید
چلتا
چلنے
گریزاں
طرفہ
جنس
مہتاب
کشاکش
غیروں
دکھاتا
دکھاتی
دامان
داماں
راگ
نمود
نکلیں
نکلنے
عرق
اٹھیں
اٹھتے
اٹھانے
جیسا
عاجز
دریائے
بتلا
مجبور
دستک
لہجے
لکھے
لکھتے
لکھنا
کھلتا
شرار
شریک
شرارت
اڑے
اڑتی
غربت
حیران
شیوۂ
مہربانی
ورق
دھرا
کیجئے
تہہ
حوصل
ٹوٹی
ٹوٹے
##روف
ارائی
اشکوں
بالیں
تقریر
مصور
مصروف
تماشائے
دکھلا
دکھانے
پیاسے
ارزوئے
بتاؤ
سجا
عقدۂ
طواف
انگشت
اعتماد
چھائی
جلائے
طاعت
طاؤس
اغیار
ضرر
مژہ
جھوٹا
چھین
گاہے
شادی
فتنۂ
پھیر
پھیل
افسانہ
افسانے
پتھروں
شاخوں
ماضی
وارد
کانٹوں
بخشے
سانسوں
نغمے
ارماں
غلام
غنچے
خسرو
تھوڑا
نبھا
ازادی
دانش
طوفاں
ہنگامہ
نزع
ویسی
نکالے
رشتوں
بقا
رقص
شیشۂ
دھیان
پگھل
جاؤ
برہمن
دھڑکتا
باندھتے
لپٹ
وادی
پچھتا
عارض
قاصد
مغرور
پیکر
بحث
قطع
##نڈی
اجالا
احتیا
حرص
رضواں
عیسی
ندامت
عرفاں
مایوس
بزرگ
تحریر
رزق
شغل
عندلیب
ولولے
ابتدا
منظور
ناگہ
معصوم
عرصۂ
مصحفیؔ
بظاہر
عداوت
عبادت
فخر
مبتلا
مصلحت
کشمکش
فروزاں
اذ
ارے
اماں
اصل
باک
بلک
بشر
بگو
تئیں
تاک
تجر
تین
جلے
جگا
جزو
حب
حید
خج
خری
خست
خشت
خیز
دائم
ذرے
ریا
رام
ریش
رضا
رکی
رشتے
زح
زیب
زوال
زعم
سف
سخ
سلا
سفا
سفی
سلوک
شفق
صو
طن
طاری
عص
عظ
عیاں
عین
عنو
عطا
غش
غز
فگ
فدا
فانی
فگار
فشانی
لش
لق
لغ
لاتی
لڑک
مڑ
مانے
نرا
نمر
نین
نثار
وے
وش
ووں
وام
واہ
وقف
ٹان
پند
پانو
ڈبو
کفر
کنج
کچا
گار
گرے
گمان
ہلاک
یو
یگ
##رس
##مد
##مع
##مور
##وٹ
##وک
##وغ
##واہ
##وانی
##وبار
##شائے
##شوق
##یف
##زش
##زائے
##اسی
##نؔ
##نور
##ہوس
##گوں
##گیر
##گری
##دیک
##دال
##داری
##لاں
##لتی
##لانا
##بد
##بۂ
##بوں
##چوں
##ھم
##ئل
##فراز
##سۂ
##صود
##صیل
##حد
##کز
##کشی
##جھی
##جاز
##ڑھی
##ڑھے
##ڑائی
##خشاں
##طق
##عث
##پی
کیمیا
ہوتیں
##ارات
کہن
کہسار
##یاز
کاف
کاوش
کاکل
بھیڑ
بھیگی
بھیجی
##تاد
کراں
کرام
کرنی
کردار
##الع
انکھی
جوئے
جونؔ
جاہ
جایا
جاود
جادۂ
##ریز
پرانا
پرستی
پرتو
ابگی
اپنوں
پہر
##ادر
بہک
بہتا
ہوائیں
جانو
سوتے
روی
روگ
روپ
روبر
پھرے
##نہار
##لیم
سرشک
سرفراز
دوتا
دوام
بیتے
بیتاب
پیلے
پیماں
پیشتر
پیچھے
غموں
غمزہ
پاش
پاؤ
پاۓ
پائیں
##انیٔ
نظارے
نظارۂ
سبق
گاؤں
لگانے
اجزائے
نکھر
##فاق
##فاظ
ملال
مرث
مرتے
مرکز
##شتوں
موسی
فروش
فروغ
فرشتوں
بدم
##فتگاں
زماں
زمانا
لوح
شبستاں
گھروں
مریض
منطق
کمرے
کھٹ
ناؤ
ناپ
ائین
خداوند
سنوں
سنور
سننے
سنانے
معت
معج
معمور
معشوق
پوش
ایام
جیت
رکھنا
رکھتی
نازنیں
پڑھا
کامیاب
دیوان
نامی
چشمۂ
شائ
لبریز
نگاہی
امیر
افزا
افشانی
افلاک
مسلس
بنو
باطن
باعث
گوارا
گونج
سہارا
راہی
راہیں
چھن
چھل
بھلی
بھٹک
بھنور
لائیں
پوچھیں
گزرتے
گزرنے
اشارے
اشارا
شکوے
خوشا
شامت
دوستو
داغوں
##عتوں
جلد
جلانے
بنائی
مدام
مدھم
نوائے
اٹھائی
اٹھاتے
خیالوں
چلتی
سنائیں
واقع
واقف
واپس
گریبان
خطرے
خطاب
جھن
جھگ
جھج
جھپ
ٹھان
نقد
موجزن
جنون
دھوکے
کشش
کشاد
قدموں
مقصود
شعلے
شعاع
شمعیں
احساں
احباب
نمی
نمازی
دشمنوں
صحت
عروس
کاروبار
بہاراں
اٹھتی
بچے
منزلیں
ازردہ
زخمی
زخموں
مجسم
کھویا
کھوئے
کھونے
سامنا
لہجہ
کھلتے
سلگتے
شرح
اڑتے
اڑنے
خموشی
سوچتی
شیفتہ
سوزن
امیدیں
چھپائے
چھپانا
خونیں
دھارا
حوصلے
بدلتے
بدلنے
ڈھونڈے
ربا
اندیش
ائینۂ
تنگی
شرمند
شرمسار
آت
آیا
##سانۂ
اشکار
خامۂ
دکھے
چپے
بتائے
سجدہ
بخشی
طوط
ویرانوں
##گوار
انگڑائی
ایماں
تاریک
فسانا
چھالوں
اترتا
ناصبور
گرمئ
سنبل
مدتوں
بکف
مژگان
پھن
تباہ
جھوٹی
پہچانے
پہچانا
پھینک
بڑھتے
کلیم
کلیسا
اندھیوں
اندھیرا
اندھیرے
ازمانے
قدح
ڈوبتے
امتیاز
جتنی
دشواری
بستیوں
خراش
نغمۂ
جاگے
جاگتے
مدعی
حلقے
ڈالو
اسیری
تجھی
ماہتاب
کنع
لمحہ
لڑائی
پلکیں
##کسزم
بھولی
عشوہ
ملیے
نبھ
چمکتی
اشیانہ
خلد
خلقت
خلوص
صفات
بوسۂ
فقیروں
ہنگامۂ
دکاں
ریزہ
مضطرب
نزدیک
ناکامی
چڑھا
تھکن
شہیداں
بگڑی
سیکھ
سیکھا
فاصلے
مردانہ
الجھن
نارسا
پنبہ
پیمانہ
گھٹاؤں
اچھے
دھیرے
بھیگتا
نظمؔ
دھڑکن
شناس
مارکسزم
چنگاری
گہہ
تقاضائے
حکم
نیرنگ
ناتواں
چمکا
اعجاز
جھونکا
خیمے
گنبد
اختلا
لفظوں
فریبی
گنگنا
گھونٹ
مرحلہ
ناخدا
ٹھوکریں
خزانہ
خندۂ
عنایت
وفاد
پھونک
محرومی
بینش
چھلکتے
بچپن
مکتب
استعارہ
دروازے
خانماں
سدھ
صہبا
قطرۂ
چبھ
محتسب
سیماب
باطل
نومیدی
حوصلۂ
ناگہاں
بلکہ
خریدار
سفاک
صوفی
عظمت
غزال
لشکر
لغزش
نمرود
پندار
کرامات
روبرو
مسلسل
اں
اؤں
این
اعل
افاق
بط
بع
بور
بری
بانہ
بصر
بصیر
تخ
تذ
توں
تال
تھر
تارے
ثب
ثانی
ثابت
جھر
جمی
حل
حدی
حفاظ
خص
خاں
خارا
خطر
دند
دارا
دھول
دستی
دفع
ذہ
ذلت
رکے
ریشہ
زا
زل
زک
زلی
زاری
زہد
سح
ساں
سڑک
شن
شگ
شد
شرا
شگو
صند
طف
طوق
طفل
طالع
ظہور
عزم
عبار
عالی
عمار
عفو
عضو
عدال
غص
غسل
فار
فان
فزا
فول
قری
قاب
قالب
قمر
لانے
لانا
مب
مچ
ماں
میس
ملو
مشی
میز
مفل
میہ
میل
مغاں
مزے
مطرب
نع
نیز
واب
وجد
ٹی
ٹہ
پتے
پانا
پکار
پناہ
چک
چیں
چکر
چاروں
چوم
چٹک
چھری
چادر
ڈالی
کمت
کانوں
کٹے
کدۂ
گنا
گال
گھو
گسار
ہت
ہٹ
ہرا
ہلا
ہارے
ہیرے
یاری
##رؔ
##مال
##ؤ
##وج
##وئے
##ونی
##وسی
##وبی
##وسا
##شاہ
##یان
##ینہ
##اوت
##ہوں
##ہیز
##گس
##دید
##دود
##لع
##باک
##ھوں
##ھرا
##ئق
##فن
##فشاں
##سیر
##قیا
##قوت
##قوب
##صورت
##حق
##کت
##کتے
##کتی
##کاری
##جائی
##خہ
##خواہ
##طف
##ضۂ
##عاد
کیش
ہوشیار
نہال
توقع
کاسۂ
اسرا
استاد
##ھائیں
کردہ
دلگیر
ہمہ
##راج
##رائی
##راتا
##راتے
##نائے
##الے
##الہوس
انگی
انفع
جویا
جوئی
رہرو
رہزن
جاے
##امید
پرند
پرانے
پرستاں
پرکار
پرزے
پرہیز
ابلوں
##تیٔ
خوانی
پہل
##اہن
##ندی
##کھڑی
بہہ
بہانہ
##ستئ
##ستوں
دردم
دربار
درخت
درمی
اکرام
اکسیر
جانانہ
دیئے
ہرن
ہرجائی
سوار
سویا
سواد
سوئیں
سواری
سویرے
روک
رویاں
روکے
رومی
##لیے
##لیز
##لیوں
کباب
کبوت
سروں
سرکار
دوڑے
محل
محک
محتا
محسوس
محدود
بیل
بیانی
بیدل
بیباک
بیضۂ
پیو
پیٹ
پینے
پیارا
نظری
نظام
سبو
سبھوں
سائی
سایے
سائل
ساقیا
طرۂ
لگن
رہائی
اجارہ
گلد
گلوں
حسینوں
##فائے
سماں
##اکت
گزارے
مرض
مرحب
مرضی
موڑ
موہن
اترا
اہیں
فرش
فرط
فرشتہ
فرنگی
بدر
بدی
یادگار
خودکشی
زمان
زمزم
زمرد
زمینوں
برف
برسا
الگ
الٹ
الح
الٹا
الماس
نگیں
اوس
اوڑھ
یاران
منکر
منسو
منشا
کمیں
کماں
بسے
بسان
بسائے
بسانا
بساط
ناوک
ناامید
رنگا
رنگت
ایسوں
خدایا
خدائے
##کرانا
سننا
سنسان
معر
معانی
معراج
ایاغ
جیے
جیتا
راتوں
رکھیں
رکھئے
یاقوت
بھروس
بھروسا
وفائے
نازش
نازکی
پڑتے
پڑتی
دیوانا
دیواروں
نامے
نامح
لوگو
بوالہوس
چھوا
چھوٹ
چھوٹا
چھوٹی
دوری
امر
امن
افشاں
افتادہ
افسون
افشائے
مسرت
مسلم
بنانے
بنیاد
فراہم
باش
باج
گواہ
گونہ
گواہی
رہین
سہتے
سہارے
راہوں
##گاف
چھت
چھٹ
چھڑ
چھان
چھٹا
بھلے
بھلانے
لائق
نشانی
نشۂ
بڑھے
پوچھنے
گزریں
مانتا
ماندہ
اشوب
اشارات
ترج
ترستا
زلفیں
زلفاں
ادائے
چھوڑے
ادھی
جلال
جلتی
جلانا
بیٹھی
بناؤ
مدح
خوابیدہ
##ائب
نوازی
نوخیز
اٹھاؤ
اٹھاتا
اٹھائیے
چلن
چلنا
چلمن
جلوت
سنائی
سنائے
سناتے
سناؤں
گریز
گریۂ
یکسر
جھم
ٹھنڈی
##یتیں
بندے
بندی
بندۂ
بندوں
موجیں
مہری
مہماں
وحدت
دھوم
دھوئیں
کشوں
کشاں
کشور
کشادہ
گھنے
مقدور
شعار
شعلوں
احرام
دامنوں
راکھ
راضی
راستوں
عجم
نمط
ارزاں
کتر
لگایا
نکلنا
عربدہ
عروج
بچہ
بچئے
بچھا
منزلوں
حیائی
ملاؤ
عاق
مجاز
مجمع
کھوتا
کھوتی
دسترس
رازداں
لکھیں
لکھتا
سلط
سلطن
شرع
تیار
تیور
تیاری
جگائے
جگنو
خموش
کھیت
سوچا
سوچوں
شوخئ
شیدا
قیام
مہربان
سوزاں
چھپے
دھمک
صداۓ
صدائیں
صداؤں
مکانوں
دیواریں
بلائیں
پتلا
نقشہ
پیراہن
##ڑیوں
اندوہ
تنکا
مشکیں
انجان
ارادہ
ارادے
انہی
نگۂ
بالش
بالا
تقصیر
حاجات
مصر
تماشہ
دعاؤں
صحرائے
فقر
پیالہ
پیاسی
قاتلوں
بھلائی
بتایا
بتاتے
بتائیں
تعز
سجانے
سجدے
سرائے
عقدہ
کھاتے
سواے
خانۂ
شہادت
ویرانے
انگلیاں
ایما
فسردہ
چھاپ
سانپ
باغباں
کیونکہ
گرمیاں
کھینچے
ائنے
جلایا
بکھی
بغل
رخی
رخاں
رخسار
رنجش
رنجور
مژۂ
نورد
پھڑک
پھسل
خوبصورت
جھوم
چھیڑے
رگوں
شاداب
قبلہ
قبلۂ
ٹکرائے
خوشیوں
شاخیں
بجھے
بجھنے
وصف
یعقوب
جوشش
ہنستا
ہنسنے
فضائیں
مٹھی
ڈوبا
کانچ
کانپ
کانٹے
دشنہ
لمبی
میعاد
##جاج
لالے
مطلع
بیگانے
بیگانگی
پیشانی
ذروں
رکاب
مشہور
ڈالے
ڈالا
کہانیاں
استاں
اوارۂ
خواہشوں
جنگلوں
دہائی
دہلیز
فصلیں
ماتھے
بکھرنے
بیابان
نسل
نسخہ
عزیزاں
بھولا
تڑپا
رتبہ
سپر
سپنا
عشاق
نبض
نباہ
چمکتے
ابھریں
ابھرتا
سودائے
بجھائے
بلندی
پہچانتا
بھاگے
تپاک
دانتوں
فقیری
حریص
رندانہ
سلیماں
سلیقے
کٹھن
گناہوں
التجا
التماس
سنوارے
سنبھالے
رموز
زینہار
مضام
نزاکت
کعبے
کتابوں
گدائے
ہونٹ
تڑپتا
مسیحائی
بگڑے
جراحت
زدگاں
مٹایا
پسند
ٹھکانے
بقدر
بقول
درازی
زانوئے
عناں
نارسائی
پنکھڑی
پھوٹ
پھوڑ
چاٹ
گیسوؤں
پیمانے
برگد
گوشۂ
جھکانا
اصرار
اچھل
اچھوں
بٹھا
حوریں
دریغ
دریچہ
ستائے
ستاتی
طلبی
نیکی
پگھ
ڈھب
ڈھلے
بھیگے
پرستش
فریادی
برہنہ
دھندلا
بانٹ
صفائی
پکڑ
پچھلے
ڈھلتے
دلبروں
ناچار
بیٹھنے
بازوؤں
تشنۂ
حکمت
قبروں
مغرب
ناتوانی
نشیب
نشیمن
چیخ
چینی
ڈھال
اداسیوں
جھونکے
سیدھی
گنتی
اختر
تلخی
رعنائی
الودہ
زادے
قمری
لرزاں
لکیر
پنجۂ
کرشمے
کرشمہ
انچل
بیماری
بینائی
ادھورا
اندھیروں
حادثہ
ردائے
ممات
مشرب
نہایت
درپئے
درپیش
سرمایہ
مسلماں
مضمون
گستاخی
افرنگ
باہم
تتلیاں
رستخیز
سطح
عریاں
قافلے
میداں
نفرتوں
ہلال
کوتاہی
رہنما
پرچھائیں
پہاڑوں
تمکین
سرنگوں
واردات
پچھتائیے
احتیاط
تجربہ
حبس
حیدرؔ
زحمت
طنز
عصیاں
عنوان
نرالے
واماندگی
یگانہ
انکھیاں
ابگینہ
مرثیہ
کھٹکا
واقعہ
جھگڑا
شرمندگی
آتش
طوطی
تاریکی
اختلاط
وفاداری
اعلان
بوریا
بانہوں
ثبات
دنداں
ذہانت
زلیخ
شنود
شگفت
شرافت
صندل
طفلاں
عبارت
عمارت
عدالت
فارغ
فانوس
فولاد
مبہم
میسر
وابستہ
کمتر
انگیز
انفعال
پرندے
دردمند
درمیان
رومیؔ
کبوتر
مرحبا
منسوب
بھروسہ
سلطنت
ایر
اکھ
اطا
اطف
ایتیں
بیں
بیر
بگا
بٹا
بیرا
بتیاں
تاز
تارہ
تخم
تیشہ
تازی
ثنا
جیا
جئے
جھا
جتا
جال
جئیں
جاری
جستہ
حم
حز
حظ
حاک
حجر
حاف
حرار
حائل
خت
خات
خاند
خرو
خفتہ
دس
دال
داب
دانی
دانہ
داروں
دفی
دئیے
دہی
دادہ
دخل
ذمہ
رے
رد
رف
ریک
رانی
رائے
راغ
رکا
رخت
رسا
رسن
رستا
رفیق
رتیاں
رفتگی
رلانا
رفتگاں
زنی
زود
زاروں
زبو
زبوں
سق
سنی
سندر
شش
شہن
شانوں
شانۂ
شریف
صدم
طرا
طشت
ظہ
ظاہ
عو
عہ
عطر
عاف
عیاد
عدی
عیار
عدل
غور
غال
غری
غاف
غائب
فص
فض
فال
فات
فاش
فلس
فشار
فزوں
فسون
فلاں
فسانۂ
قو
قہ
قل
قہر
قبی
قوت
قوم
لہر
لڑی
مظ
مئے
مدا
مکھ
مفر
مخم
مستاں
مفہ
مچا
مبیں
ملوک
مگس
نن
نخ
نث
نیں
نتی
نبر
نارا
نیش
نفع
ول
وق
ورا
واری
وارے
وسی
وسو
ٹھی
ٹکرانا
پذ
پام
پست
پانے
پستی
پاروں
پختہ
پرائے
چت
چٹ
چوں
چیر
چول
چیرے
چڑیوں
ڈس
ڈوبی
کد
کپ
کند
کجی
کدوں
کھری
گشت
گشتہ
ہد
ہاری
ہستئ
یوم
##رض
##راں
##مٹ
##ولی
##وبت
##وائے
##ومت
##ویش
##وجود
##شد
##شاہی
##شگاف
##یشت
##زد
##زۂ
##زاز
##زگی
##زانی
##اذ
##اظ
##اتا
##افت
##نئ
##نس
##نٹ
##نچھ
##نگر
##نپا
##تھ
##ہری
##ہام
##ہودہ
##گن
##گاہ
##گاری
##ٔمل
##دد
##دنی
##دگار
##لان
##لتا
##لتے
##لنا
##بن
##باز
##بخت
##بسر
##چر
##چس
##چھی
##چند
##ئمال
##فوں
##فام
##فتادہ
##سوں
##ساب
##ساروں
##قا
##قل
##قاں
##قبال
##صی
##حے
##جت
##جل
##جب
##جواں
##ڑھا
##خبر
##خود
##خواں
##خواب
##ذور
##طم
##طہ
##طۂ
##طع
##عی
##عہ
##عۂ
##عام
##عون
##پئی
##ثت
##ظلم
کینہ
ہوے
ہوشی
نہر
نہانی
کود
کوک
کوری
کوچہ
کوزہ
##ھیلی
##یات
##یازہ
تواں
توڑے
توبہ
توسن
کاو
کاہ
کائی
کالی
کاٹے
کاجل
اسا
اسانی
اسما
اسودہ
بھیس
بھیک
بھیج
##ھاؤں
##ھاڑے
##تاؤ
کرامت
کرچیں
کردنی
دلہن
دلایا
دلچس
ہموار
##وروں
##ورائے
##راہ
##راک
##راض
##یکن
##جھل
##ناک
##الف
انس
انعام
جواز
جوگی
جولاں
جولان
جوبن
##ھرو
رہبر
رہگز
جاۓ
##رین
##ریت
##امد
پرد
پرخ
پروں
پربت
پرندہ
پردوں
ابھ
ابشار
اپر
خواروں
خویشت
##ھوائے
پہرا
پہرے
##اہل
##ادی
##ندا
##ندھی
##ندوں
##ندتے
##لائی
ہیچ
بہتے
##ستر
##ستۂ
##ستگی
درست
درنگ
درماں
درشن
درمان
درہم
درجہ
درخشاں
اوراق
اکتا
ہواۓ
##ابا
دیس
دیگر
دینی
ہرزہ
ہرچند
سوئی
سوتا
سوجھ
سونا
سوتی
سونی
سولی
سوگوار
سوندھی
روب
روانہ
روؤں
روکا
رویوں
روایا
روکش
روندتے
پھرنے
گران
گرانی
گرفت
گرفتہ
تیرہ
سرم
سرگ
سرس
سرشت
سرکش
سرسب
سربسر
دوش
دول
دوب
دوپ
دوئی
دوشی
##نگھرو
محراب
محابا
##ہربان
بینوں
بیتیں
بیہودہ
پیوں
پینا
غمزۂ
##لوی
پاوے
پاؤ
پائمال
دنبال
سبیل
سبحہ
لیلا
لیوے
لیجے
##یدے
جبھی
جبین
##اریاں
ساحر
ساختہ
طرہ
طرار
گائے
لگاتی
اجڑ
اجڑی
اجڑا
گلفام
باتاں
نکش
نکلو
نکوہ
نظروں
تکیہ
حسب
سمی
سمٹ
سمٹا
سمجھی
ملت
ملزم
انکھاں
گزارا
مرحل
مرشد
موند
موقع
موضو
موشگاف
مولوی
اتارے
اتنوں
اہن
اہنگ
اہنگی
فرسا
فرحت
فرشتے
فرعون
بدست
بدلی
بدول
بدخشاں
زندان
خودداری
زمانوں
برش
برد
بریں
برستی
برجا
برزخ
برتاؤ
الف
الست
الجھا
الجھی
##قیق
شبہ
شبانہ
سیڑھی
نگۂ
اٹک
اونچ
اودے
اوقات
اوفتادہ
اوجھل
##بروں
منق
منع
منور
منانے
منعم
کمان
کمند
کمبخت
کمخواب
بستے
کھانے
کھڑی
کھٹک
ناق
ناگوار
جہت
ائیے
چاہیں
چاہوں
سناں
معب
معزو
معمار
معیار
معاذ
معذور
پوج
پوجا
پونچھ
جیتی
رکھنے
وفاؤں
نازل
نازاں
پڑوں
پڑنے
کامی
کاموں
دیوتا
دیوانی
دیوانوں
نامۂ
نامرا
نامہربان
والی
واللہ
بود
بونے
بولا
بوٹا
بوسے
بوتل
بوڑھی
بوڑھے
خاکستر
شایاں
لبی
لبادہ
لباسی
چھونے
چھوٹے
امل
امان
امادہ
امانت
افق
افکار
افسانۂ
افگن
افعی
ستانا
ستارۂ
ہنستی
مسند
مسائل
مسجود
##صلوں
بنج
بنانا
فراغ
باور
باوجود
باخبر
##زلوں
اگلا
اگلے
اگلی
اگاہی
گوئی
گویاں
رہیے
سہوں
سہانا
سہما
گیت
گیتی
گیتوں
گیہوں
##بیت
##بیح
راہے
راہنم
راہزن
شہروں
شمس
شمائل
چھانی
سمجھنے
سمجھتی
بھبو
بھڑک
بھجن
لاگ
لاؤ
لاتے
لاؤں
لاوے
##لکی
نشو
نشانہ
تراش
بڑھی
پوچھوں
گزراں
گزرنا
گزرتی
مانو
اشفتگی
شکم
خوشامد
دوستاں
تربت
تردد
تربیت
چھوڑوں
ادبی
ادراک
جلنے
جلدی
خیالی
خیاباں
مدتیں
مدفن
##ینۂ
##ائد
##ائق
نوش
نوک
نوشی
نوائی
نوبہ
نوجواں
چلیں
گردان
جلووں
دعوے
دعوا
سناٹے
قربت
قربانی
واے
واحد
یکساں
##ختن
جھمی
جھلم
جھمک
جھکی
جھلس
ٹھانی
بندھ
نقوش
موجۂ
بادباں
بادیہ
بادشاہ
روزوں
جنم
مہکے
مہکتا
خبروں
دھوکہ
کشف
گھلا
گھستے
گھنگھرو
دکھاوے
مقدم
شعبدہ
شمعوں
ارنی
اردو
ارشاد
ارزانی
لگاتے
لگائیں
لگاؤں
لگاوٹ
نکلتا
اچٹے
ادمیت
کارگر
اٹھوں
اٹھنے
اٹھانا
بچن
بچنا
بچنے
بچائے
وحشتیں
ازاری
بجاں
بجائے
بجلیاں
جیسی
چراغان
اخرش
بتانا
بازاری
صورتیں
مجرم
پریدہ
کھوج
کھوئی
کھولیے
تاخیر
تأمل
دستار
دستور
رازیؔ
سامری
سامانوں
##مانوں
کھلنا
کھلنے
شربت
شرارہ
اڑی
اڑانے
اڑائے
نالوں
جگم
جگانے
خمیازہ
غروب
متصل
نیل
نیلے
نیشتر
کھیلے
سوچیں
سوچتے
حیرانی
سوزش
امیدی
امیدوں
امیدوار
چھپتی
بھولنا
دھن
دھڑ
دھنک
مکیں
بلائے
پتوں
پتنگ
پتھرا
ہستیٔ
عاشقوں
عاشقاں
صدی
صدف
صدق
صدیاں
صدقے
پیرا
پیروں
پیرائی
بدلتا
بدلتی
ڈھونڈتا
تابئ
رباب
ربائی
اندازے
اندازہ
اندازۂ
جامۂ
تنخواہ
سازش
سازی
شرمائے
شرابی
##فیل
آئیے
تسبیح
جمنا
جمہور
حقائق
انہوں
جلوۂ
بالی
تقریب
تقوی
حاجت
اشنائے
اشناؤں
تھکے
پیالے
پیاسا
##جھائے
پروانوں
چپکے
تعلیم
تعجب
سجتے
سجود
سجدۂ
سجایا
سرائی
سراسر
عقد
عقوبت
عقیدے
کھائے
کھاتا
بخیے
برائے
حضوری
شہہ
شہلا
شہسو
شوریدہ
انگلی
انگبیں
مشکلیں
پہنچیں
پہنچنا
خودیٔ
خرابات
چھال
چھاتی
اترتے
اترتی
مانگیں
مانگتے
مانگنے
سانحہ
##وزی
کھینچا
جلاتے
حقیقتیں
خوردہ
سچی
نفسوں
اغوشی
بغاوت
رسوائے
ضرب
مژدہ
نوردی
نادر
نادم
نادانی
پھٹ
پھلا
محفلیں
گردشیں
اقلیم
تباہی
جھوٹے
چھید
چندے
گاہی
کوچوں
پہچانی
پوچھیے
تلاطم
رگیں
شادماں
فتح
پھیری
پھیلے
پھیلی
##یلوں
بڑھتی
شعروں
سزائیں
سزاوار
عذار
کلیوں
بجھتا
بجھانے
شاہی
طبیب
قصر
قصے
قصد
ماج
مایہ
مایۂ
ماورائے
ہنسنا
اندھیری
فضاۓ
قدیم
مٹتا
ڈوبے
منتشر
سانسیں
جتانے
دشنام
دیرینہ
سیرت
سیراب
میلے
مینہ
میلہ
میوہ
پیچاں
بستیاں
کھلائے
مسافت
ٹوٹنے
رقیبوں
خراج
خراماں
خرامی
مطلوب
جاگتا
بیگانۂ
پیشہ
لوٹیں
لوٹنے
خطاؤں
طبیعتوں
جفائیں
رکتا
رکنا
صاح
غلامی
مشغ
مشعل
استواری
استقبال
استخواں
اسیران
اوارگان
خواہشیں
تجدید
تجاہل
دہان
دہراتے
دہقاں
ماتھا
ماہی
کنکر
بکھرے
بکھرتا
حجابی
لمحۂ
مسافروں
بچھڑے
تھوکتا
تیزی
سمندروں
رتوں
سپنوں
سپرد
صرفہ
چمکتا
ہجرت
ابھری
ابھرنے
ابھرتی
سودائی
بلندیوں
پہچانتے
قبائیں
نصیبوں
زاہدوں
بھاگیں
تشویش
خلل
دانستہ
صفیر
ضعیف
کھولتے
کوہکن
کوہساروں
کہیو
ابروئے
طوفانی
حریم
رندان
رندوں
سلیمانی
ظلمات
غریبوں
گرمیٔ
گزارش
مسکن
مسکیں
گھبرایا
گھبرائے
سنبھالا
بچھڑنے
ہنگامے
تنگئ
تلووں
حدود
دکھی
رمز
ریزۂ
زیارت
نزک
ناکردہ
ویسا
گدائی
گداؤں
گداختہ
گنوائی
گنوایا
مستیوں
بڑھائیں
شکستن
دبے
دبائے
زنخ
زدوں
سیکھی
سیکڑوں
صافی
غافلوں
چرچا
چوک
ابادی
فرماویں
الجھتے
الجھنا
پڑھتے
شکلیں
ٹھکانہ
ٹھہرتی
عذابوں
بیکار
شکرانہ
عنقا
منائیں
مکرنے
پارۂ
پارسائی
پھولا
چالیں
چالاک
پیمبر
پیمائی
سماع
سماعتوں
گوشے
گوشہ
جھکائے
گھٹائیں
صحبتیں
تعلقات
چھیڑنے
اصط
اصلی
اصول
دھیمے
دریچے
دریچوں
ستایا
مذاق
ڈھلی
برہمی
بولیں
بولتا
بارشیں
بچاتے
دھندلے
دھندلک
سنبھلتے
سنبھلنے
تلواریں
خالق
خلاؤں
رعشہ
سعیٔ
شناسائی
لپٹے
وادئ
وادیٔ
ٹپکا
ٹپکے
ٹپکتا
ٹپکنے
پکارے
پچھلی
گہرا
گنجائش
دوسری
محبوبی
بیتابیاں
پیمانۂ
سکھاتا
کھنچتا
ناچتے
بیٹھیں
بیٹھنا
حصار
حکومت
سالک
سرابوں
عارف
قاضی
میکدہ
نیرنگی
پیکان
پیکاں
پشیمانی
چمپئی
درماندگی
سرخی
معاملے
نوازش
نمکداں
ربطی
اعدا
بحال
تحیر
تحفہ
جھیل
جھیلے
جھینپا
خیمۂ
سیدھا
سیدھے
قطرے
مندی
ندیم
گلابی
دلائیں
بہلتا
بہلتے
رونقیں
اجالوں
سیلئ
مہکتی
احتجاج
شرطیں
مینائے
بختوں
ریشم
رلائیں
رفوگر
طریق
طریقت
طریقے
غالبا
قماش
لرز
لرزے
لکھوائے
پنجاب
گنگا
پرورش
پروردگار
مرحوم
ناسور
ناساز
ناسزا
ناخوشی
جھانک
جھانجھ
عرفان
طولانی
مایوسی
چڑھتے
چڑھنے
وسعتیں
حیف
حیواں
خدنگ
خنداں
رشتۂ
لحد
لحظہ
لحاظ
ممتا
مشرق
نابہ
وفور
ٹلنے
پلائے
گھات
سونپ
سونپا
سونپی
سرگرم
سرگراں
سرمایۂ
محروم
اہوئے
یکتائی
نقصاں
گھٹن
بچپنے
پریشانیٔ
مکتوب
اندیشۂ
شرماتا
استعارے
مضمحل
دروازوں
ہندوستاں
افریں
تفصیل
رستوں
رنگینی
زہے
زہراب
سطوت
سریجن
طعن
طعنہ
عریانی
قافلہ
مخزن
مخالف
مغب
میدان
نفرت
چونک
چونکے
ہلکا
کوتاہ
پرچم
سرنگونی
مردمک
مردماں
کھلونے
راگنی
مہربانیاں
ارائیاں
اذیت
بگولے
خجلت
خستگی
ریشے
سختیٔ
سفینہ
فگن
لقا
لقب
لڑکوں
ٹانکے
کافری
جاوداں
سرفرازی
معترض
معجزہ
معجزے
جیتنے
شائستہ
امیری
گونجی
چھلکا
بھٹکنے
واپسیں
جھنکار
جھپک
جھپکی
شیفتہؔ
اندیشے
تنگیٔ
سنبلستاں
کنعاں
کنعانی
سدھارے
بصیرت
تذکر
تھرتھ
جھرمٹ
حدیث
حفاظت
زلزلوں
سحری
سڑکوں
طفلی
غصہ
قابو
مشیت
مفلس
میہماں
نعش
ٹہنی
گناہی
گالیاں
گھوم
ہتھیلی
ہراساں
اسرافیل
جویائے
رہروان
محکوم
بیباکی
معرکہ
نامحرم
ترجماں
عاقبت
تعزیت
مضامیں
پگھلی
لکیریں
زلیخا
شگفتن
ایراں
اطاعت
اطفال
تازگی
حزیں
حاکم
حجرہ
حافظ
حرارت
ختن
خاتم
خاندان
خروش
ریکھاؤں
راغب
زبونی
سقر
طراوت
عوام
عافیت
عیادت
عدیم
غالیہ
غافلو
غائبانہ
فضول
قومی
قہقہ
قلزم
قبیلے
مخمور
مفہوم
نبرد
ناراض
ولیکن
وقفہ
وراثت
وسیع
وسوسے
پذیر
چتون
چولھے
کدورت
کپڑے
دلچسپ
رہگزر
خویشتن
درماندہ
روایات
گرفتاری
سرسبز
پاؤں
ساحرؔ
نکوہش
مرحلۂ
موضوع
بدولت
معزولی
راہنما
بھبوکا
نوبہار
جھمیلے
تھرتھرائے
